GF2_DustyJournal = GF2_DustyJournal or {} -- don't touch

local Story1 = [[メンタルの接続を確認……異常なし。
素体機能を確認……異常なし。
セルフメンテナンス完了……起動中……成功。

認証権限を確認……成功。
ログモジュールを読み込み中……成功。

所属：グリフィン＆クルーガー・辺境調査団
素体モデル：SST-05
スティグマモデル：AK-Alfa
タスクナンバー：█-█-█
時間：■■日目
状態：進行中

22時26分、敵陣から対象を救出し、味方とのランデブーポイントに到着。これで依頼は達成したも同然。
ランデブーポイントはグリーンエリアの地下にあるバーだ。入り口は入り組んだ地形に隠れており、事前情報が無ければ、辿り着くことは不可能に等しい。
バーの女将は赤い髪が目立つ、昔のSF映画の登場人物を彷彿させる容姿をしていた。目頭の皺は貫録を感じさせ、近づくと香水の匂いを漂わせているのがわかる。彼女に会うのは、バーに入ってからしばらくのことだった。

窮地を脱したものの、未だ落ち着きを取り戻せずにいた救出対象――ヴィレス・フェーンを連れ、私たちは依頼人から送られた位置情報を頼りに、雨後の薄霧に包まれたバーを訪れた。
古びた木製の看板には雨染みが残っていた。
グリズリーは確信が持てない様子で、住所を何度も確認した。バーの入り口は向かい側の屋敷の勝手口に面しており、その勝手口もコンクリートによって固められ、かつて扉があったことを示す痕跡が辛うじて残っている程度だった。隊員たちはこの光景を訝しまずにはいられなかった。

脇道を十数歩進んだ先の階段を登れば、廃棄された集合住宅の共用ベランダに出る。あそこなら夜空の星もよく見えるに違いない――そう考えているうちに、バーの中から小さな声が聞こえた。
「誰？」
若い女性の声だ。20歳もないだろう。
「葉巻きたばこを1本」グリズリーはすかさず答えた。
葉巻きたばこはフェーンを指した暗号だ。いつもコートから煙草の臭いを漂わせていることにちなんでつけられた。
「少々お待ちください」
少女は扉の隙間からこちらの様子を確認し、ゆっくりと入り口を開けた。

「クレアと申します。お待たせいたしました。どうぞ、こちらへ」
クレアは一度見たら忘れられない赤髪をしており、後ろ髪をとめる貝殻の髪飾りには様々な海洋生物の模様が彫られていた。しかし、それ以上に普通の少女と異なる点がある――クレアは自分の名前を持ち、主人から寵愛されている人形なのだ。
彼女の案内に従い、バーの中へと入る。店内はそう広くなく、薄味の発泡酒のような、淡いホップの香りが広がっていた。見渡す限り、客はひとりもいない。

「女将をお呼びしてまいります。お待ちを」
クレアが話し終わると同時に、となりの扉からクレアと同様の髪飾りをした赤髪の女性が姿を現した。
「クレア、お飲み物をお持ちして。グリーンウッド様からお話しは伺っております」
女将は疲れ気味な笑顔を浮かべ、私たちを奥の部屋へと案内した。「グリーンウッド様によれば、迎えは――1時間後に到着します」腕時計を見ながら、女将は語った。

部屋の中は暖かく、雨水が浸潤した形跡はない。女将はグリズリーに軽く会釈して、すぐその場を去った。フェーンはぎこちなく腰を下ろし、しわしわになった衣服を整え始める。一方M590とグリズリーは彼の前でくつろいでいた。
茶色のテーブルの上には缶ビールが数本置かれていた。PzB39が1本取り、栓を抜いて私に渡す。
「……ありがとうございます、PzB」
今もこうやって好物のお酒を楽しめるのは、グリフィンのメカニックたちのおかげだ。

缶ビールを受け取り、窓の外を眺める。
外の霧は晴れ、雨上がりの澄み切った夜空一面には星々がきらめいていた。
窓枠の先に広がる空に、視線が釘付けになる。

「隊長、15分だけ外を回ってきます」
グリズリーは頷いた。肌身離さず持っていたカメラを取り出し、部屋を出ようとしたところ、M82が後ろについて来た。
「M82？どうして……」
「私も見に行きたいんです！今日は天体観測にもってこいじゃないですか！」
「でもカメラを持ってないのでは？」
「眺めるだけで十分です！何よりAlfaさんと一緒に見たいので……」
「……わかりました」
無造作に置かれたテーブルと椅子の隙間を通り抜け、M82と一緒にバーの外に出て、先ほど見た集合住宅の位置を思い出す。
道すがら、M82が語りかけてきた。
「前から不思議に思っていたのですが、どうしていつもこんなにいい場所を見つけられるんですか？」
「それは……綺麗に見えるための条件を絞っているだけです」

ベランダは心地よい夜風に包まれた。窓越しに眺めた時も十分綺麗だったが、やっぱり生で見るのとは大違いだ。
私は無意識にカメラを持ち上げ、ピントを合わせて早速1枚撮った。
「任務の時でも星空を撮るの、Alfaさんらしいですね。フェーンさんの救出でバッテリーをかなり消耗してるので、さすがに今夜は休むと思っていました……」
私はカメラを下ろし、空を見上げた。

「今日のような空って実は珍しいんですよ。あ、でももっと珍しいのが今年に訪れる水星の日面通過で、そのためにわざわざアラームをセットして……」
M82は笑いながら話を遮った。
「はいはい、何度も聞いてますよ、日面通過！もう耳にタコが出来ちゃいそうです。あれ、人形にもタコってできるのかな……？」
「運が良ければアインシュタインリングも見えるかもしれません。天体がリング状に並ぶ景色、壮観だと思いませんか？」
「えっと、『銀河ヒッチハイク・ガイド』では確か……」
M82と大好きなSF小説について語り合い、私は笑みをこぼした。彼女との語らいはいつも心を落ち着かせる。

しかしその安寧のひと時も、グリフィン解散を告げるメールの着信と共に破られた。
私はため息をついた。これまでの情勢と、指揮官が去ったことによって、いずれ結末を……みんなとの別れを迎えることになるとは思っていたものの、予想以上に早かった。
「Alfaさん、どうしてそんなに冷静なんですか？グリフィンが、無くなるんですよ？」
「そうですね……しかし変えようのない事実に取り乱しても仕方ありません」
「き、危機感が無さすぎますよ！確かに私たちじゃどうにもなりませんが、明日からのことを考えないと！あ、隊長が帰れって……きっとこの事です！」
「はぁ……あと1枚だけ」
「早くしてください！」

催促するM82に引っ張られてバーの部屋に戻り、私とM82、グリズリーとフェーンで差向いに座り、M590とPzB39がそれぞれフェーンの左右に座った。
人形に囲まれたフェーンが不快を露わにする。
「何をするつもりだ？」
「あなたの安全確保。今からちょっと会議するけど、うるさくしないから安心して」グリズリーはフェーンを宥めながら、セカンダリレベルを通して全員にメッセージを送信した――
「グリフィンが解散になった以上、今後について考えなければいけないと思う。一応グリフィンに残る選択肢もあるけど、定員が少ない。転属してグリーンエリアに行く方なら結構余裕がある。あたしとしては、これからもみんなと一緒にいたいけど、どう？」
M590が間髪入れずに返信した。
M590：隊長が決定したことには無条件で従うつもりです。ただ定員数を考えると、グリフィンに残るのは厳しい。グリーンエリアで民生用人形として過ごすのも悪くありません。射撃管制コアは解体されますが、治安の良いグリーンエリアでは無用の長物でしょう。
M82：賛成です。グリーンエリアには図書館があると聞きました。人形って司書になれるんでしょうか。
PzB39：私はバイクいじりをガッツリやりたいけど、グリーンエリアなら整備工場くらいあるわよね？
グリズリー：ということはみんなグリーンエリアに行きたい感じ？
M590：全員が一緒であれば、どこへでも。
PzB39：その通りね。バイクの改造が終わったら、ドライブに連れてってあげる。みんな同じ会社に配属されるといいけど……ヘリアンにお願いしてみる？
……
セカンダリレベルはグリズリー小隊の声であふれかえった。ほどなくして、既にグリフィンを去ったあの指揮官の話題になった。
グリズリー：それにしても、指揮官はどういう気持ちでグリフィンを離れたんだろうね……あたしたちと違って一人だし。
M590：指揮官のことです、きっと考えがあるのでしょう。
M82：うん……指揮官様ならやりたいことをやり遂げるはずです。いなくなっても、あの人はあの人なんですから。
PzB39：あいつに不可能なんてないわ。進路に悩んでウジウジしてる私たちとは違うんだから。なんなら今頃ウハウハになってるかもよ。
M590：組織再編が無ければ、誰も離れたいなんて思いません……残るにせよ去るにせよ、定員数には限りがあります。早いうち申請しておきましょう。
グリズリー：そうだね。貯金ができたら、指揮官探しの旅にでも出よっか！
……

ずっと黙っている私を見て、グリズリーは質問を振った。
グリズリー：Alfaはどうする？一緒に来る？
M82：グリズリー小隊はいつまでも一緒です！
M590：そうですよ、Alfa。
PzB39：なんならバイクにとびっきり高い台をつけてあげてもいいわよ？あなたが星を見やすいように。
……
私は小さく息をつき、答えた。
AK-Alfa：星が……今年の日面通過が見れるなら、どこでも構いません。
M82：ちょっと冷たくないですか？
PzB39：たまには素直になってもいいんじゃない？みんなでドライブに行くの、楽しいわよ？
……
仲間たちに優しく詰め寄られ、少しばかり戸惑ってしまう。
AK-Alfa：グリーンエリアにいれば、自ずと全員一緒になるのでは？わかりきったことをわざわざ強調することはないと思いますが。
M82：言わなきゃわからないじゃないですか！
AK-Alfa：……
……
話し合いが始まって程なくして、外から銃声が響いた。

ログ閲覧を終了……確認。]]

local Story2 = [[メンタルの接続を確認……異常なし。
素体機能を確認……異常なし。
セルフメンテナンス完了……起動中……成功。

認証権限を確認……成功。
ログモジュールを読み込み中……成功。

所属：グリフィン＆クルーガー・辺境調査団
素体モデル：SST-05
スティグマモデル：AK-Alfa
タスクナンバー：█-█-█
時間：■■日目
状態：進行中

銃声が響いたと共に、女将が部屋へ駆けつけ、バーが襲撃を受けたことを告げる。それを聞いたフェーンは怯えた顔で兄が口封じを図って刺客を差し向けたに違いないと呟く。グリズリー小隊は状況を把握し、戦闘準備に入った。
民生用人形になるのなら、射撃管制コアの解体は免れない。もしかしたら、これが最後の戦いになるかもしれないと、敵襲に備える隊員たちを見ながら思った。
星が眺められれば、あとはどうだっていい――これは紛れもない本心だ。
コアがなくても、グリーンエリアにいれば安全だろう。何しろそこで働く人形の多くは戦闘能力など持たないのだから。

しかし敵がバーへなだれ込み、乱射を始めたことを機に、私の考えは変わった。

「た、助けて！クレア！」女将は甲高い悲鳴を上げる。M82は素早く近くの敵を撃ち倒すも、敵の攻勢が弱まる気配はなかった。次の瞬間、サブマシンガンを構えたクレアが物陰から飛び出した。
しかしクレアは1発も撃つことなく、密集した弾幕によって頭部を破壊され、貝殻の髪飾りも同時に撃ち砕かれた。
「クレア――！」女将は更に甲高い悲鳴を上げた。
倒れたクレアの額には数個の弾痕が空き、露出した回路は火花を散らしていた。両の眼には既に光は宿っておらず、女将がどんなに呼びかけても反応はなかった。
「……」
コアを持たない人形は、こんなにも脆弱だ。
民生用人形に戻ってしまえば、グリズリー小隊も、同じ末路を辿ってしまうのだろうか？
……

「Alfaさん！まだ戦闘中ですよ！」
M82の叱咤で我に返る。
「皆さん、あと10分でグリフィンの増援が到着します。持ちこたえてください」
「フェーンさんもそんなに怯えないの！何があっても死なせないから！あ、無事に帰れたら高評価をよろしくね！」
……
私以外の隊員はクレアのことを気にしていない様子だった。

10分後、WA2000率いるグリフィンの精鋭部隊が到着し、圧倒的な火力で敵をなぎ倒していった。「あの一瞬で……噓でしょ？いくら何でも強過ぎよ」PzB39も思わず驚嘆の声を上げた。
「あと数分早く来ていれば、あのクレアという人形も破壊されずに済んだのですが」
私は淡々と不満を述べた。
「まあしょうがないんじゃないかしら？まさか相手が弟を殺そうとするなんて想像しなかったし。チンピラ相手ならまだしも、この状況だと気の毒としか言えないわね」
確かに今回の状況は稀だ。しかしこうして目の前で起こってしまった以上、グリーンエリアにいても安全が保証されるとは言い切れない。

グリズリーによってフェーンは増援部隊に引き渡された。彼女が増援部隊と引継ぎを行う最中、私はそっと女将のもとへ歩み寄る。
「彼女はどうしますか？」
私は破壊されたクレアを指さした。
「メンタルデータのバックアップは取ってあります。新しい素体の費用は、グリーンウッド様が出してくれるでしょう」
「バックアップを取るのは、経営者の間では普通なのでしょうか？」
「いいえ……サーバーのレンタル費用は馬鹿になりませんから……それに、クレアは私にとって……」
私は一歩後ろへ下がった。
「つまり、普通の人間にとって、人形はあくまで消耗品……」
女将はそれ以上何も言わず、ただクレアの素体を悲しげに見つめていた。しかし名前をつけるほど大切にし、戦闘力が無いに等しいと理解しているにも関わらず、彼女はクレアに自分を守らせたのだ。
もしグリズリーたちも同じような境遇に遭ったら……

「何してるの、Alfa？そろそろ帰るよ！」
「はい」
返事をしながら、私は静かにその場を後にした。
クレアの空虚な瞳は、さながら声無き警告のようだった。
グリーンエリアは、思っているほど安全ではない。指揮官のような、人形に優しい人間ばかりではない。

グリズリー小隊はヘリコプターに乗り込み、グリフィンへ帰投する準備を整えた。
ヘリが飛び立った時には、夜空を包んでいた霧は完全に晴れていた。高度が上がるにつれ、大小無数の街の明かりが光の川を形成していく。
私たちは今後これと同じような街で暮らすことになるのだろうか。
グリズリーたちは果たして現状を理解しているのだろうか？コアを解体され、危険が降りかかっても人間の言いなりになることが正しい選択なのだろうか？もちろん、グリーンエリアには多くの利点がある――
無尽蔵の蔵書を有する図書館からは、どんな珍しいSF小説でも読むことができる。整備工場に行けば、ありとあらゆるカスタム技術が学べる。
あるいは、彼女たちはそれらを承知の上で、ただ一緒にいられる選択肢を取っているだけかもしれない。
グリズリーたちはいつも自分の考えを持っている。

私ですらそうだ――
私はグリーンエリアの野原と、雨上がりの空が大好きだ。あの一点の汚れのない空には、あらゆる天文現象も現れ、最高の星空が撮れる気がしてならない。
しばらく空に思いをはせ、私はM590と楽しげに話していたPzB39の肩を叩いた。

「何？」
「皆さんは何とも思わないのですか？」
「どういうこと？」
「……いえ、忘れてください」
「何よ、気になるじゃない。確かにこれで最後だけど、配属希望を工夫すればみんな離れ離れってことにはならないわ」
「民生用人形になると、射撃管制コアは解体されます」
「まあ、そういう決まりだしね」
「……」
「何か言いたげね」
「グリーンエリアじゃなければならない理由は何ですか？」
「そうね、私としてはバイクのカスタム技術が学べるから都合がいいわ。でも正直、あなたたちと一緒にいられるならどこへ行こうと構わない。血縁関係で大事な存在を定義できる人間と違って、私たちは出会った仲間との縁を大切にするしかないのよ」
「なるほど」
「まあ、一緒にいられて、ついでに技術も学べるのがもちろん一番理想だけど」
「だからグリーンエリアがいいと」
「一石二鳥な選択があるなら、それを取るのが普通じゃない？」
……

他の隊員たちの答えは聞くまでもないだろう。
確かに、一石二鳥な選択を取らない道理はない。
今回のような出来事に遭遇する可能性は極めて低い。そんなリスクを憂慮して、グリーンエリアでの安定を手放すのはあまりにも非合理的だ。
だが一度でも起こってしまえば、私は彼女たちを失うことになるだろう。
これから見つかる新たな雇い主がグリフィンのように寛容的で、あの女将のように人形を大切にする保証はない。夜が訪れなければオーロラが見えないように、新たな雇い主の人となりは実際に会うまでは未知数である。
これも起こり得るリスクの1つだ。
日面通過は年数を経ればまた観測できる。しかし彼女たちを失ってしまえば、何年、何百年待とうと再会することはない。
素体の温度モニタリングは正常だが、何故か寒気を感じる。グリズリーたちが呑気に今後について語り合う光景を見て、言葉が出なかった。

みんなの夢は壊したくない、しかしこれは無視できないリスクだ。
あるはずだ、完璧な解決策が。

ログ閲覧を終了……確認。]]

local Story3 = [[メンタルの接続を確認……異常なし。
素体機能を確認……異常なし。
セルフメンテナンス完了……起動中……成功。

認証権限を確認……成功。
ログモジュールを読み込み中……成功。

所属：グリフィン＆クルーガー・辺境調査団
素体モデル：SST-05
スティグマモデル：AK-Alfa
タスクナンバー：█-█-█
日付：2065年■月■日
状態：無

数時間後、グリフィンへ帰還した。
グリズリーによる簡単な報告と共に、「グリズリー小隊」としての最後の任務が幕を閉じた。指揮官が去ってから、グリフィンはもう昔のグリフィンじゃなくなった……
グリズリーは解散記念として、最後にもう一度集まることを提案した。
断る理由がない。

集合地点はグリフィンから少し離れた林だった。
私はグリズリーに言われてプロジェクタとオーディオを持って行った。PzB39は大量のアクション映画のディスクを大事そうに抱えながら歩き、そばでM590が彼女のバイクを押していた。ちなみにバイクには愛らしいクマの絵が描かれていたが、誰の手によるものかは明白だ。グリズリーは私のために準備したと思しきビールを数本持ち、M82は花火の入った、身の丈ほどある箱を抱えていた。顔は見えないものの、軽快な足音が彼女の心情を物語っていた。
重い雰囲気に包まれたグリフィンの中で、私たちだけが平常運転だった。全員でグリーンエリアに行く話ではあったものの、実を言うと、私はまだ配属希望を提出していなかった。

プロジェクタを無心で設置し、密集した樹葉をスクリーン代わりに映像を投影する。PzB39の用意した映画の、うるさいオープニングが流れ出した。
M82からほのかな小麦の香りが立つビールを渡され、私は目を閉じ、一気にそれを飲み干した。
そこで私は初めて全員の前で自分の憂慮を口にした。
「その……どうしてもグリーンエリアに行かなきゃダメですか？グリフィンに残るのも手だと思いますが」
「そうかもしれません。しかしグリフィン残留の定員数は少なく、グリーンエリアの方が選択肢は豊富です」
「そうね。私もそろそろバイクを大幅にカスタムしたいし、そっちの方が色々と条件が揃ってるのよね」
「グリフィンの資料室よりも、図書館の方がSF小説が多いので……」
隊員たちは笑いながら答えた。

「グリーンエリアと言えど、全く戦闘が起こらないわけではありません。いつかクレアのように――」
「あんなのがしょっちゅう起こるわけないでしょ！」
「どうしたのですか、Alfa？あなたらしくないですよ？」
「普段のあんたなら、今頃PzB39を連れて天体観察の場所を確保してるだろうに。それにほら、今年は日面なんちゃらが……」
「日面通過」
思わず付け足した。
「そう、それ！やっぱり今日のあんたはおかしいよ。何か言えないことでもあるの？」
私は口を開くも、答えるのを躊躇した。
もっとこのことについて考える時間が必要だ。
今は全員グリーンエリアでの生活に憧れを持っている。しかし……
破壊されたクレアの虚ろな目を思い出す。
彼女たちを説得する方法がわからない。かと言ってグリフィンに残ることも、最適な選択とは思えない。
戦いの日々が続く限り、今抱いてる未来への憧憬は消え去ってしまう。
そんなことは、私も望んでいない。

「どうしたの？そんなにコロコロ表情を変えて」
「い、いえ、なんでも。日面通過のことを思い出して、ちょっと興奮しただけです、はい」
「そんなことで？まあ私もバイク馬鹿だから人のこと言えないけど……何をするにしても、グリーンエリアに行った方が可能性が広がるんじゃない？」
……
仲間たちが場を和ませようとする様子を見て、申し訳なさでいっぱいになり、もう1本ビールを飲んだ。
もし私だけグリフィンに残って、いつでもグリフィンの組織力を借りられる状態でいれば、グリーンエリアに暮らすグリズリーたちの安全を保証できるのではないだろうか？
そう思った瞬間、ビール瓶を握る手が震えた。組織再編後のグリフィンが今まで通りの物資供給体制と素体メンテナンス機能を維持できれば、この考えは即座に実行に移せる。
しかしそうなると別の問題が起こる――
一人だけ残ることは、即ち一緒にいる約束を破るということだ。

あの人がいつも通りオフィスにいれば、答えを聞きに行けたのに……
でも今となってはそんな想像も甘え。それに指揮官が残っていたのなら、最初からこんな悩みもない。

私が悩んでいるうちに、M82によって次々と多彩な花火が打ち上げられた――猛り狂う金色の獅子、闇夜を駆け抜ける大型バイク、本から飛び出した天の川……グリズリー小隊のエンブレムを最後に、全ての花火が夜風と共に儚く消えていった。
この拙いエンブレムは、小隊結成時に全員で描き上げたものだ。迫力のあるクマにするつもりが、完成品はレッサーパンダのようなものになってしまった。
最初は花火が打ち上げられる度に叫んでいた仲間たちも徐々に静かになり、気付けば全員手をつないでいた。
「良い解散記念になりましたね？」
M82が小声で訪ねる。
私は必死に頷いた。

グリフィンが名残惜しくなったのか、花火の余韻に浸っているのか、誰もその場を離れようとしなかった。映画のディスクは次々と交換され、仲間たちは昔話と今後について語り合った。
私は彼女たちから少し離れた高い場所に座っていた。今はもう全員この距離感に慣れている。
毛布を敷いて横になり、燦然と輝く星空を見上げる。優しく頬を撫でる夜風が、仲間たちの談笑する声をそっと吹き散らす。
静寂で思考が冴えるどころか、何故か落ち着かない。

グリフィンに残るか、民生用人形になるか？
残ればみんなを守ることにつながる。
民生用人形になれば、約束を守れる。グリズリーの言うように、全員一緒にいれば、グリズリー小隊は不滅だ。

答えは明白なはずだが、どうも踏ん切りがつかないようだ。私が残ろうとするなら、彼女たちもきっと一緒に残ってしまう。そんなことになれば、せっかく抱いた夢を壊すことになる。
……
「星よ……私はどうすれば……？」広大な夜空に向かって、小さく呟いた。
指揮官がいない今、私は星々に尋ねる他なかった。
夜風が髪をなびかせる。当然、答えなど返って来なかった。
「今夜はゆっくり考えよう……」
私は寝返りを打ち、膝を抱えた。

……そして日が昇り始めた頃、答えを導き出した。

ログ閲覧を終了……確認。]]

local Story4 = [[メンタルの接続を確認……異常なし。
素体機能を確認……異常なし。
セルフメンテナンス完了……起動中……成功。

認証権限を確認……成功。
ログモジュールを読み込み中……成功。

所属：グリフィン＆クルーガー・<s>辺境調査団</s>
素体モデル：SST-05
スティグマモデル：AK-Alfa
タスクナンバー：█-█-█
日付：2065年■月■日
状態：無

配属希望を提出した。
グリフィンの人形の民間転属先が決まるには少し時間がかかる。
別れの日が訪れるまで、いつも通りグリズリーたちと日々を過ごした。未来への期待に胸を膨らませ、せっせと荷造りする彼女たちと違い、私は時間が過ぎるのをただ待っていた。終末期を迎えた赤色巨星は無作為な白色矮星になるのか、はたまた全てを飲み込むブラックホールになるのか……
転属先公表まで残り24時間、私は自分の宿舎に隠れた。このまま全員が私に気付かず去ってくれることを願って……

しかし私の思うようにはいかなかった。
翌朝早く、グリズリーたちが宿舎へ押しかけて来た。
「Alfa、話がしたい！ここを開けて！」
「一緒に行く約束でしたよね？何故今になって……」
「何か事情があるなら、私たちにも教えてよ！」
仲間たちの切迫した声とドアを叩く音が聞こえた。ドアの隙間から覗くと、彼女たちの困惑と焦りが入り混じった顔が見えた。
私がこうするとは誰も思わなかったのだろう。
彼女たちは5分後もドアを叩き続けていたが、私は居留守を徹底した。
「いないようですね」
「そうだね……何の相談もなしにこんなこと、勝手すぎるよ」
「何か私たちの知らない悩みでも抱えてるんじゃない？」
しばらくして、彼女たちが離れたのを確認すると、ドアにもたれていた私は重荷を下ろしたかのように座り込み、玄関マットに描かれた「アウターポラリス」のイラストをボーっと見つめた。
「噓をついて、ごめんなさい……」

端末のメールボックスがすぐに、仲間たちからの質問と心配のメッセージで埋まった。私はしばらく端末を眺めた後、思い切って全員をブロックした。
これで私をあきらめて行ってくれるはずだ。
また宿舎に来られると困るので、私は素体を充電し、一人で近くの高台へ行き、そこで時間を潰すことにした。
昼が過ぎ、夜が訪れた。いつも通り空を眺める。
しかし思わぬことに、彼女たちが現れた。
雲が晴れ、月明かりが降り注いだ先に彼女たちの姿があった。距離は遠いが、確実にこちらに向かって歩いている。
私はすぐに近くの岩陰に隠れた。
足音が徐々に近づいて来るのが聞こえる。
「PzB39、本当にここにいると思うの？」
「宿舎以外にあいつがいそうな場所なんて、もうここしか残っていないわ。とにかく探してみましょう」
「どうして頑なに姿を見せないんだ……」
「よほど私たちに知られたくない考えでもあるんでしょうね」
「あたしたちにも言えないことって、なんなの？」
「それは私にも……」
岩の反対側で仲間たちが話し合っていた。私は気づかれないよう、必死に声を殺した。
「ここにはいませんでした」
「私もです……」
「同じく」
……
重いため息が聞こえた。

「仕方ない、他を探そう」グリズリーの声から、彼女がどれほど失望したかを感じる。
「Alfa、一体何を考えているの？」
その呟きを最後に、彼女たちの声が聞こえなくなった。
私は……私はただみんなを守りたいだけなのに……
しかしそんなことは言えない。

残り6時間。彼女たちがまた探して来る可能性を考慮して、高台を離れた。
とは言え、どこへ行けば……よく行く場所はすぐに見つかる。グリフィンの廃棄倉庫には誰も近づかない、そこならうってつけだろう。
私は静かに空気中に漂う埃を見ながら、彼女たちがグリフィンを発つまでの時間を計算していた。
メンタルリンクを切り、熱源探知に引っかからないよう素体の温度を落とし、時間が経つのを待つ。
しかしやはりと言うべきか、M82が私の居場所を探し出した。

その時私は天井のシミを見ていた。錆とカビを合わせると、オリオン座に見えなくもない。
聞き慣れた声が突然静寂を破る。
「Alfaさん！こんなところに！どうして私たちから逃げるんですか？」
私は驚いてバッと立ち上がった。急に稼働した素体にバランスセンサーがついて行かず、目眩に似た感覚に陥る。
「ちょっと考え事をしていただけです……」
「考え事？」
M82は疑いの目を向けた。やはりそんな言い訳が通用するはずがなかった。
「まったく、昔から嘘が下手なんですよ。隊長たちにはもう知らせてあるので、すぐにここへ来ます」
「え、ええ！？それなら、私はこれで……」私は慌てて逃げようとしたが、M82に前に回り込まれ阻止される。
「今度は逃がしませんよ。ちゃんと説明してください」M82は腕を広げ、逃げ道を塞いだ。程なくして倉庫の扉が叩かれる。
M82は私に視線を配りつつ、扉を開いた。外にはグリズリー、PzB39とM590が立っていた。
観念するしかない。

「Alfa、グリフィンに残りたい理由を教えてくれる？」何度も聞かれた質問だが、いよいよ答えなくてはならない時が来たようだ。
「悩みがあれば、教えてください」
「私たちがいる限り、グリズリー小隊は不滅です！」
「あなたが望むなら、とびっきりの星見スポットでも、グリーンエリアで一番いいバーにでも連れていくわ」
……
仲間たちは次々と言葉を投げかけ、私に答えを求めた。
彼女たちの顔を見て、再びクレアの虚ろな目を思い出す。「グリフィンにいても、そんなことはできます。いえ、寧ろこっちの方がいい……！」私は拳を握り、歯を食いしばりながら言葉を絞り出した。

驚愕、落胆、悲しみ……様々な表情が目に映る。
そう、その調子で私を見放して。私は既に軌道を外れた彗星……これからは自分の力で空を駆け、あなたたちを見守るから……

「あなた本気なの？」
「本気です。星はどこでも見れます。それに例え組織が再編されても、グリフィンの方が図書館やら工場やらよりも金払いがいいに決まってるじゃないですか」
「それが……ここに残りたい理由？」
グリズリーは再度確認した。
「そうです。あなたたちとグリーンエリアに行くよりも、グリフィンにいた方が良いと判断しました」
グリズリーたちが黙り込む。特にPzB39は目を赤くしていた。これ以上話すと「やっぱり私も行きます」と言い出しかねないので、グリズリーたちを乱暴に倉庫から押し出した。
「Alfa！」
「もう私に構わないで！」
私は叩きつけるように倉庫の扉を閉じた。

しばらく待ったが、彼女たちが離れる足音はしなかった。
これでもう……後戻りはできない。
私は倉庫の中に座り、隙間から差し込む陽射しを見ながら茫然とした。
彼女たちがグリーンエリアに行くまで、あと1週間。

これは自分で決めたことだ。
後悔はない。

ログ閲覧を終了……確認。]]

local Story5 = [[メンタルの接続を確認……異常なし。
素体機能を確認……異常なし。
セルフメンテナンス完了……起動中……成功。

認証権限を確認……成功。
ログモジュールを読み込み中……成功。

所属：グリフィン＆クルーガー・<s>辺境調査団</s>
素体モデル：SST-05
スティグマモデル：AK-Alfa
タスクナンバー：無
日付：2065年■月■日
状態：無

1週間はあっという間に過ぎていった。
グリズリーたちとは絶縁状態に入っており、たまにすれ違ってもお互い無視を決め、業務連絡を伝える時ではよそよそしく、他人行儀にしていた。

そして最終日午前、人形を積んでグリーンエリアへ輸送するバスがグリフィンに到着し、人形たちは各々の荷物を持って列に並んだ。
……この光景は稼働停止の時を迎えても、鮮明に思い出すだろう。
私はバスが見えてかつ誰にも気づかれない場所に隠れ、グリズリーたちの姿を探していた。
しかし彼女たちは現れなかった。

かなりの間を待ち、バスが出発直前の時刻になると、グリズリーたちが慌ただしく走って来た。彼女たちの靴についた汚れを見てはっきりわかった――もう一度私と話すために、ギリギリまであの倉庫にいたのだろう。
幸い出発には間に合ったようだ。

バスの乗務員は苛立った顔でグリズリーたちを催促した。グリズリーは何度も振り返ったが、その度に私は物陰へ隠れた。
最後まで気づかれなかった。
私を見つけられなかったグリズリーたちは、とうとう落ち込んだ様子でバスに乗り込んだ。
全員揃ったのを見て、乗務員は扉を閉めた。クラクションと共に走り去るバスを見送り、私はほっと息をついた。
これでようやく逃げ隠れする日々が終わった。グリズリーたちも夢に向かって進むことができ、私もこれで陰ながら彼女たちを守れる。
……目的は達成したはずなのに、この胸が締めつけられるような感覚はなんだろう？
私はぎこちなく後ろへ振り向いた。きっとバッテリーが減って来た影響で気力が薄れて来たのだろう。
宿舎に戻る途中、空を覆っていた雲が晴れ、日差しのせいか体が熱くなっていた。そういえば今日は――
端末のアラームが無情にも鳴り出した。こんな時に――大事な仲間たちを見送ろうとしているこのタイミングで、日面通過が……
最悪の冗談だ……
でも私はこの機会をずっと待っていた。
絶対に取り逃がすわけにはいかない！

仲間たちを見送りたい気持ちを必死に抑え、私は急いで宿舎に戻った。
窓際に置いてあった望遠鏡を構え、太陽へと角度を合わせる。

太陽――すべての生命の源であるこの恒星は、他の惑星が束になってもかなわない大きさを誇る。
そしてその巨大な太陽の表面には、極小の斑点が現れていた。
それは肉眼では見えないスピードで緩やかに移動しており、目を凝らさなければ、存在していることにも気づかないだろう。
見つけた、あれが水星だ。
ずっと待ち焦がれていた日面通過。

空を眺めていると、泣きたい衝動に駆られた。
でも嬉しいからじゃない……
悲しいからだった……
どうしてこんなに辛いんだろう。
一番見たかった景色まで見たのに。
何が不満なの？

私は無理やりカメラを持ち上げた。
「記念に、撮らないと……」
そう自分に言い聞かせるも、ピントと絞りを調整する手が進まず、まともな写真が撮れなかった。

私は必死に落ち着こうと、一枚、また一枚と写真を撮り続けた。すると、とうとう容量不足のエラーメッセージが表示された。
「いつの間に……もっと容量を増やさないと……そう、もっと……」
けどメモリーカードを換えようにも、手は震える一方だった。

私は間違ったことをしたんだろうか？
みんなを守りたいと思うことは、間違いなんだろうか？
そのために噓をつき、辛辣な言葉で仲間を傷つけ、挙句の果てに約束を破ることは許されるのだろうか？
壁には一枚の写真が飾られていた。流星雨の写真だが、下にはグリズリーたちの髪が映っていた。もう大分前になる。
「……うん。私がここにいれば、みんなは安全だよね」

写真を見ながら、歯を食いしばる。
……私は間違っていない、私は間違っていない。
確かに辛辣な言葉で突き放した、しかしこれは彼女たちを守るため。
指揮官なら、きっと私のことを理解してくれる。
グリズリーたちはグリーンエリアで理想の生活を送る、私は彼女たちの安全を保証する、それが最善策だ。だから私は正しいことをした。
クレアと同じ末路を、彼女たちに辿らせたくない。

正しい選択に犠牲は付き物だ。彼女たちが今後も安全でいられるなら、この苦痛にも耐えてみせよう。
私は……
私は、間違っていない。

ログ閲覧を終了……確認。]]

GF2_DustyJournal["tololo"] = {
	Series = "星観測"
	Chapters = {
		[1] = Story1,
		[2] = Story2,
		[3] = Story3,
		[4] = Story4,
		[5] = Story5,
	}
}
