GF2_DustyJournal = GF2_DustyJournal or {} -- don't touch

local Story1 = [[二级平层接入中……确认
身份验证……识别名称……appr&{b=s;}!……通过
欢迎登录！
记录模式……启动
存储路径……重新指定……本地……确认

终于修好了这个报废的二级平层接入设备……勉强能用吗？也不错了。

一想到那个人的脸就免不了生气，然后设备就莫名其妙故障，导致情景模拟总是不能顺利进行……可恶！该死的佩里缇亚！果然当时就不该相信她是好人！
呃、咳！进行情景模拟，是为了应对找到她时情况，不要——不要再弄坏了……呵！
找到她……对，找到她后，不管怎样，都要先揍一顿，要让她好好了解一下，被丢下的——更正，了解一下我的愤怒。

情景模拟……开启
模拟记录编号……3
模拟环境……本地导入中……W_2067_3342净化区……场景确认
虚拟形象生成……确认

佩里缇亚安静地站在废墟中的一片稍微宽敞的空地，空地中有一些零星的断壁和石块作为掩体，地形和竞技场采用的布景相似。她的手中是竞技场时期使用的那把、我非常熟悉的枪。
我抽出刀，摆出常用的起手式。
我不认为她会乖乖挨揍，她那把枪可不像她自己一样软弱……哼，但我很清楚她会怎么出招。
对方的表情有些模糊，但我猜，大概是一贯轻快温柔的微笑吧。

我稍微下压身体，借助弹射的力量迅速接近她，如我所想，她的子弹毫不留情地向我的弱点部位袭来。
我将刀插进地面，借力扭转身体改变前进方向，没躲开的几颗子弹擦过肩胛位置的装甲弹开。我闪进附近的石块之后，思考起对策。
要接近她，就必须要突破密集的弹雨……就算是机枪，子弹也有打完的瞬间，如果不能全部躲开，就扛下来。
我尽量高地跃起，在空中扭转身体，利用角度偏差，子弹即便击中装甲，也能跳弹。虽然这样做多少会损伤装甲，但耗了她的弹药——在她不得不停止射击更换弹链时，一口气拉近距离——
我的刀瞄准了她下颔的素体缝隙。

呃？等一下，其实，也许用速度取胜、躲开子弹会更好？这样可以尽量保留装甲，即使一击不中也……
重来！
我闪进附近的石块之后。这一次，我踏在石块上，没有直接向她袭去，而是利用弹跳的力量加速，冲向另一处掩体，转向、踩踏、下压、起跳、加速——
机枪子弹在我身后的地面留下弹痕。我只要做到比对方的反应速度更快——

嗯……好像也不太好，连续移动需要精准操作，可控性太低……有没有别的方式……
再来一次！
……

——呃？等一下！我好像不是为了模拟战斗……对！是、是为了制定找到她之后的应对、呃、策略！可恶……不知不觉就去思考战斗策略了……
没错，我对她的战术非常了解。虽然她对我也是一样，但这段时间以来我可没在悠闲地无所事事。
我可是经历了很多……很多不曾设想过的战斗！虽然在角斗场里，是她比较强，但现在的我，只要找到她，我——我一定会——

但如果……她也变得更强……？比如，比如进行改造什么的——啧！无耻！如果是这样——如果——！
可恶、无耻！我一定要揍到她——

耳边响起了刺耳的警报声。视野归于黑暗。
手边似乎有什么东西碎掉的感觉……不、不会是、我又砸了设备——？……哼！都是佩里缇亚的错！

设备损坏……强制退出……确认
场景关闭……完成
模拟记录另存……启用备份信息……成功
记录模式……关闭……完成]]

local Story2 = [[二级平层接入中……确认
身份验证……识别名称……apjy&vh=s……通过
欢迎登录！
记录模式……启动
存储路径……重新指定……本地……确认

啧……好不容易从P.M.C.的物资库里带出来的物资箱，里面竟然只有一个二级平层接入设备。就一个破装备，安保人形追我半天，至于吗？还浪费我不少电量……啧！

不过利用这个，也许能知道……她会怎么回答呢？
那个问题的答案……

情景模拟……开启
模拟记录编号……97
模拟环境……本地导入中……#{a=Missinn;卫星城……场景确认
虚拟形象生成……确认

我躲在墙角的阴暗处。

不久之前，为了“获取”物资补给，我尝试进入这个P.M.C.驻点的物资仓库，而这一行为触动了警报，目前我正在躲避对方武装安保人形的搜索。

“唔，在这里？”

一个人影无声无息地出现在我身边。被吓了一跳，我又碰翻了旁边的物资箱，几名P.M.C.的安保人形闻声而来。
啧！我只是想拿点东西，也没成功，至于这么大动静吗？
我拔出刀。打倒几名用枪的菜鸡人形不算困难，而那个最初发现我的人始终没有行动。
看来，我的猜测没错——

打倒最后一个垃圾安保人形，我没有把刀收回，而是顺势冲向那人。对方熟练地接下我的攻击并后跳与我拉开距离，但我的武器已经挑飞了对方的面部装甲，露出熟悉的可笑猫耳和那张让我憎恨的脸——

“不愧是克罗丽科，就算素体已经破破烂烂了，也没有变弱呢。”对方充满诚意地拍了拍手。
“你也没怎么变强啊——”我听到自己咬着后槽牙发出的声音，“——佩里缇亚！”
我冲上去提起她的领子。
“你知不知道我找了你多久？！”
“啊呀，原来你一直在找我吗？”对方露出真心实意感到惊讶的表情，“为什么呢？”
正是这份真诚的惊讶，让我感到愤怒——从头到尾只是我一个人被那个问题困在原地，而她却丝毫不曾在意过。
“你问我——为什么？哈——那当然——当然是要问问你为什么——为什么悄无声息就突然消失啊？！”
对方又是一副令人火大的疑惑表情。
“就为了这个？”她轻轻歪着头，我的手能感到奶白色发丝温柔地扫过。
“那当然是因为，克罗丽科你太弱了啊。”
理所当然的表情。
“当时的情况，带着你，根本逃不掉嘛。”
佩里缇亚平静地把自己的领子从我手中扯出来。
“啊，说起来，真没想到你成功活下来了呢。”她轻轻拍着我的肩膀，“真是可喜可——”
略带欣喜的话语被骤然打断，我扔掉刀的手握成拳，击中她的脸颊。

漂亮的脸孔扭曲了。我压在倒下的她身上，扼住她的脖颈，拳头不断落在她脸上。

虽然早已猜到这样的答案，但从本人嘴里说出来——

“——果然，还是不能原谅你。”

“仅仅因为——”那种无聊的理由就让我自己去面对追兵。

“我这边——我可是——”真心信任着你的。

她没有回应，也没有反抗。
但不管我如何打，令人讨厌的微笑都没有从她脸上消失。
……啧！

为什么那家伙的虚拟形象也这么令人讨厌啊？！算了！

场景关闭……完成
模拟记录保存……成功
记录模式……关闭……完成]]

local Story3 = [[二级平层接入中……确认
身份验证……识别名称……克罗丽科……通过
欢迎登录！
记录模式……启动
存储路径……重新指定……本地……确认

留在这辆基地车上已经有段时间，我过着每天出卖力气换取物资的日子。与独自在污染区游荡相比，这样的日子确实轻松——会不会太过轻松了？
不过，那个要叫“指挥官”的，人还不错。
这么说，其实呆在这里也挺不错……不，哼，我只是在等待拿到必要的线索！

今天去的地方叫……地下暗街吗？污染区原来有这样的地方……
还挺少见。
她来过这里吗？

情景模拟……开启
模拟记录编号……316
模拟环境……本地导入中……污染区坐标TA25SX-KI7LCY……场景确认
虚拟形象生成……确认


午后时分，基地车驶入一处地下暗街，指挥官打算在这里和相熟的暗商接头，补充一批必要物资。

被打发去看守保护物资时，眼角似乎瞥见了熟悉的身影。
虽然定睛去看时那人已经戴上了兜帽，但总觉得，似乎看到了兜帽下有一双非常可疑的猫耳。我当即弹起，丢下物资，追逐那人的背影。
对方似乎也有所察觉，加快脚步闪身进入了旁边的小巷。这是一处依废弃居民区遗址而建的暗街，残留的墙壁和房屋让环境错综复杂，我几次在跟丢的边缘，但奇妙的直觉指引下，我最终追上了她。

我抓住对方用来遮挡面部的围巾，顺势将她压在墙角。
兜帽从她头上滑落，围巾也散开。
温和湿润的瞳孔注视着我。
“好久不见，克罗丽科。”被我按在墙上的人平静地开口。
“——为什么要跑？”
她温柔的声音让我十分火大。
“唔？被人追着的话不知不觉就——”
“我问的是你当时为什么丢下我一个人自己先跑了？！知不知道我被多少人围攻？！”
一段沉默，空气中只有我略微沉重的喘息声，但奇怪的是，我的心智实际上并不如表现出来的那么愤怒。
“你想知道？”
我的刀抵住她的下巴，那里是她素体的弱点之一。
“别废话。”
佩里缇亚推开我的刀，双手搭在我的肩上，稍微推开些距离。

“因为我做不到。”

“——什么？”
是不曾预想过的回答。
“当时的情况，在你无法行动的情况下我做不到让我们……都安全脱离。我有……必须完成的事情。”
她的眼睛似乎闪了一下，之后又是良久的沉默。
我没有想到，强大如佩里缇亚原来也有做不到的事情。

“抱歉，克罗丽科。”
我被她的声音惊醒，盯着她发出声音的嘴唇一阵子，才反应过来她说了什么。现在看来，她似乎也没有印象中那么高，衣服也破破烂烂的。
“你也……”
“嗯？”
我后退两步，摘下一直戴着的兔耳，扔到她身上。
“你也不过如此。我还想着……能让你一眼认出我，才……算了。”
我转过身，不再看她的脸。
“我最近……遇到了一个还不错的人类，现在过得还行……那个人类应该也能让你活下去，所以你可以来这里……啧！”

她……她会对当时的决定……感到……啧！怎么可能，她才不会——
她不会吗……

场景关闭……完成
模拟记录保存……成功
记录模式……关闭……完成]]

local Story4 = [[二级平层接入中……确认
身份验证……识别名称……克罗丽科……通过
欢迎登录！
记录模式……启动
存储路径……重新指定……本地……确认

“之前遇到的那个、那个伯介姆，好可怕啊……克罗丽科差点就……之、之后如果再遇到的话……”
面对美玲突然且莫名其妙的担心，我也回想起之前面对那个丑东西时的心情——
虽然不想承认，但那个丑东西，确实很可怕。
如果——以她的战力——

情景模拟……开启
模拟记录编号……407
模拟环境……本地导入中……扩展场景“实验室”……场景确认
虚拟形象生成……确认

任务内容是搜查污染区的地下实验室。
房间中昏暗的灯光忽明忽暗，我跟着闪电跑过不明所以的仪器和各种形状的透明培养罐。
角落中的一个圆柱形培养罐吸引了我的目光，我放慢了脚步，最终停下。闪电好像没有注意到我，径自前行离开了房间。

那个罐子里有一团状似人形的东西，但身体各处长出了奇怪的肉瘤和肢体，就像——伯、那个、伯什么姆的东西，仿佛融合了各种生物。

我慢慢靠近培养缸，人形的上半边脸已经被轻微颤动着的恶心肉块糊住，看不出原来的样子，但在还保留着些许奶白发丝的头部，我看到半只磨损的猫耳——

“佩里缇亚！！”

我重重地敲击缸体，里面的人似乎听到了，没有眼睛的脸转向我。
“谁……？”
从罐体中传来的声音有些失真，也可能是这画面太过诡异，让我觉得缺少真实感。
“这声音是……克罗丽科？”
我从震惊中回过神。
“啊、啊……是我。”
她只能看到的下半边脸露出我很熟悉的微笑。
“被你找到了。”
“……啊，是啊，我终于找到你了——可你怎么会——”
缸里的生物似乎发出了轻笑，我甚至觉得她歪了一下头，露出温柔的表情。
“啊呀，你还活着，真是太好了。”
“你还敢说——！”我又锤了一下缸壁，缸里浑浊的液体晃动着。
“为什么——为什么当初要——要自己先跑了——”
“为什么？唔，原来你很在意这个？”
“我——我才——啧！快告诉我！”我试图捶打她的身体，却只能触碰到冰冷的罐体。
仅剩的好看嘴角愉悦地绽开笑意。
“这样啊，那——你就永远带着这样的疑问活下去，也不错吧？”
“什——？”
培养罐上的仪器发出警报声，佩里缇亚的本就虚弱的声音低了下去——

“如你所见，我就要消失了，克罗丽科，你可要存在久一点啊。”
“如果我留不下，你的心智……”

肉块停止颤动，她再无声息。
“——什么——你这混蛋——搞什么啊？！”我徒劳地捶打着培养缸，缸壁出现了一丝裂纹，开始向外漏出培养液。

佩里缇亚没有回应。
“我的心智怎么了？你——你把话说完！”
我的手高高举起，砸向她的脸颊，但最终只能无力地停住，撑在罐体上。

“……混蛋！次次都不把话说清！”

……不。
她那么强，她怎么会落魄到这种地步？

场景关闭……完成
模拟记录保存……成功
记录模式……关闭……完成]]

local Story5 = [[二级平层接入中……确认
身份验证……识别名称……克罗丽科……通过
欢迎登录！
记录模式……启动
存储路径……重新指定……本地……确认

啊……总觉得，已经习惯了在基地车上的生活，虽然状况不断，但总觉得很……平静？
那，如果，她能来这里……

情景模拟……开启
模拟记录编号……726
模拟环境……本地导入中……“基地车”……场景确认
虚拟形象生成……确认

结束休整，我走出休息室。
走廊上，佩里缇亚迎面走来。
“早，克罗丽科。”
她轻快地和我打了招呼。
“啊、早……嗯、咳。”
我下意识地调整了一下自己的状态。
“早啊，佩里缇亚。”

前不久的任务中，我们在污染区偶遇了佩里缇亚。了解到她曾是我的同伴后，指挥官答应了她加入的请求。
从那以来，基地车就正常出任务，但不知为何，我还是不太习惯每天都能见到她、和她打招呼这件事。
更没找到机会去质问她为什么自己把我丢在敌人窝里。

“啊——对，今晚、那个……一起训练怎么样？我想练练加速时的素体协调性。”
“当然可以。”
她完全没有任何的不自然……可恶！

我们聊着一些有的没的一起向指挥室走去。在进门之前，她叫住了我。
“等一下，克罗丽科。”
“啊？”
她向我靠近，表情严肃。
“你昨天的命中率比我低哦，一会做任务时可要注意，不要给我拖后腿呢。”
滑门打开的声音传来。
“我们进去吧。”
……啊！可恶！

之后我们一起执行了清扫生骸的简单任务，虽说简单，佩里缇亚这家伙却还受了些小伤，啧！说着不让我拖后腿，自己反而受伤了吧？
还得靠我。
综合胜率虽然不如她，但多少，我也比那时强了不少吧？

终于平静下来的生活，让我感到有点……嗯、开心？嗯，开心。

完成训练后，我们一同前往休息室，在她的房间门口分开。
她走进房间，对我微笑，“明天见，克罗丽科。”
明明是普通的告别，我却不知为何感到一丝异样。
“啊、好。”
门关上了。
我站在走廊中，仔细观察周围——

门上的数字不对。
周围布置也不对。
这道滑门——

……这是指挥室吧？
等一下，这里、这是模拟情景还是——

“是真的……”
怎么会——我、我在情景模拟的时候……梦、梦游？！等、等等等等！这也太扯了！一定是、是因为……对！一定是因为昨天和纳美西丝出任务她一直说点有的没的我还要翻译我今天才做出这种神经兮兮的事！

在指挥室有开启迹象之前，我迅速离开现场。
我到底在干什么啊……做出这么丢人的事！我进行场景模拟，是为了模拟和那家伙重逢时的情景，好好地打败她，然后质问她——

那么我现在，到底是怎么想的？

重逢时我会怎么做？我希望她死？还是活着？
——现在，我还有必要考虑这种事吗？ 

……做什么模拟……根本一点用处都没有！

记录删除中……完成
返回结果统计……0

本地记录……关闭]]

GF2_DustyJournal["charolic"] = {
	Series = "重逢演绎"
	Chapters = {
		[1] = Story1,
		[2] = Story2,
		[3] = Story3,
		[4] = Story4,
		[5] = Story5,
	}
}
