GF2_DustyJournal = GF2_DustyJournal or {} -- don't touch

GF2_DustyJournal["cheeta/story1"] = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：格里芬与克鲁格军事承包与安全顾问服务公司<s>前线战备队</s>
素体型号：SSD-62D
烙印型号：MP7

心智模块连接中……成功
程序……启动中……成功

哦呼——！
待机时间终于结束了！这几天没有任务，又要随时待命不让出门，甚至连蜜獾也见不到，这样的日子真是一秒钟都过不下去了！

总部好像少了很多人，连饲养员也不在了，生活变得有点太无聊了。
饲养员的饲养员——就是赫丽安小姐，说会把接下来的工作安排发给我，让我收到后去找她，不知道她要干什么……先说好，我不是怕她，也不是不想见她，只是她一直冷冰冰地板着脸，让人看了总觉得，不管说什么都会被她驳回嘛。
不过，当初我申请留在格里芬，她也没有说什么就同意了……唉，这也是因为我是个天才嘛，格里芬现在正是非常困难的时期吧？没有我这样以一当五的人才可不行！啊，说着饲养员的饲养员就发任务过来了……提示音怎么响个不停啊？呃，这么多？！
盯着终端界面上不断显示的新消息提示，我想了想，按下了静音按钮。这么多任务一起发过来的话，说明应、应该不着急吧，总之先放在一边，去找蜜獾决一胜负才是最重要的！我有了新的想法，这个战术一定能让她心服口服！
嗯，这个时间她应该在……

她到底在哪里啊？
我像一台忙碌的扫地机器人，把我能想到的地方上上下下扫了一遍，也没发现蜜獾的踪影。可恶，这家伙该不会是逃了吧？
“你在这里干什么？”
呃——
我僵硬地转过头，是她……是饲养员的饲养员。
完了完了，如果告诉她我把任务放在一边去找蜜獾一决高下，那感觉会很不妙。
“我——我东西掉了。”我立刻蹲下，伸手在地上胡乱摸索。
“掉了什么？如果是重要的东西，可以调监控看一下。”她揉了揉太阳穴，用一成不变的语气说着，“当务之急是完成任务。清单我之前已经发到了你的终端上，但我并没有收到任何回复。”
“我、我知道，我正打算仔细看了再回复呢！”我看着环抱双臂的她，突然失去了一些底气，“对了，先不说这个，您知道蜜獾去哪了吗？我到处都找不到她。”
“蜜獾？”
她眯了眯眼睛，哇，更恐怖了！
“你不是说在找掉了的东西吗？难道你掉的是蜜獾？”
啊——！！
“嗯——”快想啊，MP7，快想个完美的理由出来！
“我……那个……我其实怀疑是蜜獾拿走了我掉的东西——嗯！就是这样。”
我对这个理由相当满意，摆出轻松的表情，双手枕在脑后看着眼前冰冷的女人。她的眉头跳了一下，我似乎听到了磨牙的声音。
错觉吧？

漫长的几十秒后，她闭上眼睛，似乎吐出了无声的长叹。
“蜜獾……已经离开了。”
哇，她竟然回答了我的问题！呃，等一下，她说什么——
“离……开？”
我的心智花了几秒钟来判断这个词的含义。这对天才来说可是非常少见的情况。
“你的意思是，她不在这里了？可是……怎么会？她去哪里了？为什么要离开啊？”
饲养员的饲养员又开始揉她的太阳穴了。
“这是充分参考了她本人意愿的决定，她没有留在格里芬，也拒绝了安置。她最后决定去哪里，格里芬不会干涉，也不存在记录。”
所以……蜜獾她，消失了？一声不吭去了没人知道的地方？我再也见不到她了？
她的声音还在继续着。
“至于为什么，我想她也有自己想做的事吧。”
想做的事——哈，原来是这样！我明白了，我，明白了一切！
“哼，反正她肯定是跑去哪个地方偷偷升级系统了对吧？”我叉着腰，露出轻蔑的神情，“这家伙也就能想出这种烂点子了，嘁，她就算升级一百次也赢不了我！”

要说为什么的话，她就算躲起来再怎么升级，也只能让自己一个人变强，而我则会凭借出色的表现，成为P.M.C.界的明星人形，这样大家就会更加愿意把委托交给格里芬，格里芬也能再次回到业界最强的位置，接着我就会以格里芬救星的姿态被载入史册——“格里芬救星”，这个称号想想就兴奋，哼，蜜獾恐怕一辈子都无法达到这样的高度吧！
我打定主意，充满气势和斗志地看向面前的女人。
“喂，饲养员的饲养员女士！”
“……？是在叫我吗？”
“当然！快给我任务吧，我要让格里芬重新回到巅峰！”我敲敲自己的胸膛，这样显得更靠谱一些，“哼哼，这种事，躲起来偷偷升级的蜜獾做得到吗？等待她的就只有痛哭流涕然后惭愧认输这一种结局啦！”

我保持着叉腰的动作等了好久，却没得到任何回应，饲养员的饲养员脸色眼看着更阴沉了一些。
“先不说蜜獾的结局什么的……我刚刚不是已经把任务安排发给你了吗？”
“啊，对哦……”怎么回事，是因为蜜獾不在吗？今天状态不太对啊！我掏出通讯终端，打开未读消息列表。
“让我看看，有什么大事需要本天才来——维修拖拉机？哈？”我抬头看了看饲养员的饲养员，她的表情没有丝毫变化，我又重新看了一遍任务信息，“为什么……这种事为什么要我来做？”
“你好像对机械有所了解。”
“不是这个问题啊！”我把终端举到她面前，“我是在问这种鸡毛蒜皮的小事为什么需要我——这个本世纪最大的天才来做啊？！”
对方深吸了一口气。
“任务委托没有小事。”

啧，又是这种一本正经的无聊语气，我才不会被糊弄到！迅速戳开其他任务信息，我快速扫了一眼，寻找走失爱宠、维护生产机房、更新设备系统……这都是什么啊？
“我说，我记得格里芬的经营类别还是P.M.C.，不是什么家政服务公司吧？”我感觉自己的眉头也像饲养员的饲养员一样皱起来了，“这些任务都是怎么回事？”
这一次，她没有保持沉默，但口吻仍旧冷静沉稳。
“MP7，现在的格里芬，已经和以前不一样了……我们必须从这些小事做起。”

“可是……可是！”在饲养员的饲养员冰冷的眼神注视下，我的气势瞬间萎了下去，“只做这些事，根本没办法展现我的出色能力，也不会引人注目啊……更别说成为格里芬救星、让蜜獾认输了，恐怕还会被她嘲笑吧……我……”
饲养员的饲养员抿着嘴，目光更冰冷了：“……什么格里芬救星？”
“啊这……这不是重点！”我赶紧低下头，呃，也许接受任务才是正确的选择？
……不，我不能放弃！

“我知道了。”
哎？
“那么，这个任务就交给你吧。”
终端上收到了一条新的任务信息。作战任务，歼灭一伙持有武器的土匪……啧，这种任务放在以前根本不值一提，但是现在……

“好，我做！”

日志模块……关闭……已确认]]

GF2_DustyJournal["cheeta/story2"] = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：格里芬与克鲁格军事承包与安全顾问服务公司<s>前线战备队</s>
素体型号：SSD-62D
烙印型号：MP7

心智模块连接中……成功
程序……启动中……成功

饲养员的饲养员像一尊石像鬼，恶狠狠地盯着我。

嘁，不过就几台充磁装置和磁场发生器，有什么大不了的，我可是一个人完成了一项大任务呢……呃，虽然，也不算是大任务吧……至少比其他什么修车找狗的任务重要多了！
唉……不过要是早知道这么麻烦，那时候就想想别的办法了。

“你在反省吗？”
哇，石像鬼开口了。
“反省什么啊？这又不是我的错。” 我双手抱在胸前，准备和石像鬼讲讲道理，“我都说了，当时敌人分散在好几个据点，随时都可能逃跑，等他们跑到污染区可就难搞啦，我必须想办法同时攻击他们，我自己机动力也不足，所以才——”
“所以你就改造了充磁装置，使范围内的所有金属物体都产生一定磁性，然后用磁场发生器把敌人吸附在地面？” 石像鬼揉了揉额头，停顿了一会，“你到底是怎么想出来的这种办法……”
“这办法怎么啦！不是很有效吗？！”
她竟然质疑我的天才想法！
“这和为了阻止敌人逃跑就泼洒胶水把敌人黏在地上有什么区别？”
“胶水怎么黏得牢啊？”这个女人简直莫名其妙！

石像鬼捂住了眼睛。
“我的意思是……”
“好啦你就别唠叨了。”我双手背在身后，委屈兮兮地用脚尖踢了一下地板，“我只是手边刚好有这些东西，就想到了这个办法嘛，这样的场景也很少见、很有趣吧？最后任务也成功完成了，不是很完美吗！”
而且，我还从这次完美的作战中获得了灵感。如果没有机会让我在任务中大展身手，那不如想想有什么办法，能直接让格里芬吸引大家的目光，从而获得“格里芬很厉害”的认知！
嗯，这种方案也不错嘛……只要大家觉得格里芬很厉害，我也就拯救了格里芬啊！
拯救了格里芬的话，饲养员回来的时候也就不至于无家可归了！
更重要的是，通过这次作战，天才的我已经有了一个成熟的方案！
“先不说这个，我有一个想法——”

“完美？你没有注意到这次任务造成的损失远超预期吗？”
石像鬼冷冷地用食指敲了敲桌子，无情打断了我的话。
“哎呀……不就是几台充磁装置外加——”
“还有你的素体损伤呢？”
“那、那就是个意外！”啊啊啊为什么要揪住这点不放啊！
“那个，临时方案还是稍微有那么一点点粗糙嘛，毕竟时间那么仓促……就，我也有点不小心，就也被吸在地上了……而且虽然敌人都失去了移动能力，还是有反击能力的嘛……就被擦伤了……”
“擦伤？”
“啊啊啊啊好像也有被直接击中吧！我记不清了，天才怎么会在意这种小事！”我晃了晃脑袋，无所谓地摊开手，“说起来，也只有我才能想到用磁力限制敌人逃跑这种方法吧？哈，就算是小打小闹的任务，我也能用天才般的想法解决。”

石像鬼的眉头跳了跳，她赶紧伸手按住，接着又深呼吸了两次才把手放下。
“用更普通的办法解决不行吗……比如用傀儡梯队进行多点攻击。”
“这种普通的办法怎么会能吸引到别人的目光啊！这样就无法达成我的目标，所以不行！”
“吸引别人的目光……”她的眼神似乎有一瞬间的游离，“现在的格里芬……被那么多双眼睛盯着，真的还需要增加关注度吗？”
“啊？”她……突然间这是在说什么啊？
石像鬼没有理会我的疑问，自顾自地喃喃自语着。
“现在的格里芬已经不同以往了……谁还会相信现在的格里芬，格里芬……在这种情况下，真的需要继续存在吗？如果需要让……那就……用别的方式……”
虽然后面那句我没有完全听明白，但结尾的几个字我可是听得清清楚楚！
她说——别的方式！难道她也想到了？

我猛地冲到石像鬼面前，双手重重地拍在桌子上。
“就是这个！”
巨大的声音惊醒了石像鬼，她恢复成了惯常饲养员的饲养员那种冰冷的眼神，但冰冷中带着一丝惊讶地看着我。
“什……么？”
“就是这个啊！别的方式！”我又拍了两下桌子，“要用别的方式——现在我们收到的委托都是些乱七八糟的小事，是因为大家不相信格里芬像以前那么强大了吧？这些小事根本无法体现我的能力！所以要拯救格里芬，必须用别的方式！”
“……”
饲养员的饲养员没有回答，只是略显茫然地盯着我，哈，看来她并没有想到具体的“别的方式”是什么嘛。
“就算不能在任务中引人注意，只要有办法一次性大幅度地提高格里芬的存在感，就能重新获得大家的信赖、接到具有价值的任务！”我伸开手，原地转了一圈，自顾自地说下去，“而做到这一点的我依然会成为格里芬的救星，哈！我果然是天才！”

“……我说的别的方式并不是指——等一下，MP7。”
饲养员的饲养员从桌子后面走出来，按住我的肩膀。我们的距离缩短了很多，这让我有点紧张。
“你要做什么？你不会又想搞出什么事情来吧？”
刚刚那个喃喃自语的饲养员的饲养员消失了，她变回了石像鬼，正用冰冷、严肃的目光质问我。
“啊……我……”

不行，如果我这个时候说出来，一定会被她否决的！
“我、我当然要做一些能够载入格里芬史册的大事！”
我用力甩开她的手，迅速拉开距离。
“要不然怎么能让蜜獾心悦诚服地败给我！你就等着看好啦！”
“MP7！”
大声留下一句不怎么有底气的话，我迅速离开了石像鬼的办公室，并且尽力无视办公室里传出的带有怒意的声音。
好险！绝对不能让她知道我的计划……嗯，要尽早行动才行，如果做出了成果，她也没办法反对了吧？
那就从今晚开始！

日志模块……关闭……已确认]]

GF2_DustyJournal["cheeta/story3"] = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：格里芬与克鲁格军事承包与安全顾问服务公司<s>前线战备队</s>
素体型号：SSD-62D
烙印型号：MP7

心智模块连接中……成功
程序……启动中……成功

哦哦——这个仓库好空——旷——啊——！
高度足够，也没放什么东西，站在中间甚至能听到自己的回音，嘿嘿，我的运气还真好，找到了这么合适的地方！
我卸下巨大的背包，把里面的东西一个一个掏出来。这些无人机都是我用废品改造的，没人知道。它们是我实施计划的重要道具，我叫它们“悬浮模块”。这些“悬浮模块”由无人机和可移动的磁场发生装置组成。
上次作战中用到的“磁吸”计策让我想到，既然我能把人吸在地上，也可以改变磁极，用磁力把东西悬浮起来！对，说到底就是磁悬浮嘛！
我知道的，人类对漂浮在空中的东西会非常敏感，甚至经常把空中的光点当成飞碟什么的。虽然现在无人机之类的东西遍地在飞啦，但如果看到脱离常识的东西漂浮在空中，肯定会非常吃惊……那么，如果人们看到格里芬总部漂浮在空中，就一定会大受震撼的吧！
毕竟，还没有哪家P.M.C.可以做到这一点，如果格里芬做到了，那大家就会意识到格里芬的强大，愿意委托我们重要的任务啦！
哼哼，果然只有我才能拯救格里芬，饲养员的饲养员那种普通人，肯定猜不到也不能理解我的伟大计划！
不过没关系，等我成功了，饲养员的饲养员就知道我有多么重要了！

好，试验开始！
我将这个计划命名为“救星计划”，而计划的第一步，就是要制作出足够强力的悬浮模块，为此，我设计了今天的试验。
我从仓库的角落里搬来两个箱子，里面存放的似乎是作战的设备什么的，基本上都是金属制品，还挺重，不过这正好方便了我的试验。
我把箱子绑在一起，计算出它们的重量，把金属部分分布的位置和含量、重量还有重心位置都输入提前建立好的公式，计算出需要的磁力大小、无人机数量以及安装位置。接着，用充磁装置给箱子赋予磁力，接着把无人机——呃不对，是“悬浮模块”中的磁场发生器——固定在箱子两侧。因为担心一般的电力驱动无法维持悬浮模块的长时间运行，就特别把它们都改造成了太阳能驱动，这样就既降低了能源消耗，又不会让悬浮模块数量变得太多。
哎，没办法，天才就是天才。

准备工作结束，我开启了悬浮模块——几乎是打开的瞬间，箱子离开了地面。
我小心地操作着遥控器，悬浮模块中的磁场发生器顺利运作起来。两侧的悬浮模块发出巨大的嗡嗡声，带着箱子升高。
我慢慢扳动摇杆，尝试通过微调悬浮模块的位置来更改箱子的运行方向，空中飘着的箱子按照我的指令转了个弯，画了一个大圆圈回到我面前，安稳地落下。
哈！这么顺利，看起来根本没有问题嘛！
不过天才是不会掉以轻心的，嗯，还需要更多实验数据。
我又从角落拖来几个箱子，把它们捆在一起，准备进行第二次试验。
这一次，根据公式运算的结果，我调整了磁场范围和磁力大小，随后，四个悬浮模块被固定在了箱子堆的四角。我按下启动按钮，这一次，箱子悬空的高度低了不少……磁力不足？看来公式还有优化的空间。
推动摇杆，悬浮模块发出了比上次更大的声音。箱子堆这一次画了一个比上次更大的圆圈，看来磁力不足对悬浮模块的转向力也产生了影响。
唉，真麻烦啊……接下来必须要改进一下了。
唔……仅仅增加数量的话会不会破坏平衡……对了，还没尝试过改变悬吊物重心呢……啧，还是先实验一下不同重心位置对悬浮效果的影响，再一起改动吧，反正也只是微调，应该没问题。
说干就干，我在仓库里寻找主要由金属构成，形状不是那么规则，重量又比较合适的东西，但找了半天发现仓库里也只有箱子和零碎的小型作战设备，实在没有合适——
啊！什么嘛，合适的东西不就在眼前嘛！
我捶了捶自己的脑袋，我的素体——有一定重量，重心也在不那么对称的位置，大部分是由金属构成，充磁效果也很好以至于作战时被吸在地上——这不是正好吗？
天哪，我是天才吧！

我重新计算好重量和重心位置，给自己充磁，接着设置好悬浮模块，然后一屁股坐到箱子顶上。
这次要更小心地操纵……毕竟事关我自己……
箱子在无人机的悬吊和磁力作用下颤颤巍巍地上升，我悬空的双脚距离地面已经有四米左右了，嗯，还挺稳的嘛，转圈……也没有问题！看来我刚才把问题想得太严重了。
哈，天才果然是不会失误的，这样的话，就算再剧烈的动作也没有问题吧？
我把摇杆推到极限，我和一堆箱子一起向左方飞去，在撞上墙壁之前，我猛地推动摇杆——磁场发生器响应了我的操作，在惯性影响下，箱子剧烈摇晃了几下才重新漂浮起来。
就像坐在海浪上一样，太好玩了！
我操纵着悬浮模块，不断进行着接近直角的转弯，这样就像是远古电子游戏叫……什么来着……对，像贪吃蛇一样嘛！
好，接下来——哇——！

我忘记了自己坐上来之后要用绳索固定住！刚刚连续的几个大转弯转得太猛，在惯性影响下我不可避免地滑向一侧，不过还好最后我扒住了箱子边缘，没有摔下去。虽然手里的遥控器掉在了地上。
这也是没办法的事啊……天才也无法改变物理定律嘛，不过，没摔下去就算成功，呃，接下来要想办法着陆啊……等一下，什么声音？
好像是……悬浮模块的发动机？

我抬头看去，我所在的这一侧的一个悬浮模块不断发出噪音和电火花，最终完全停止了运行。
啊哦——
灾难来临地毫无征兆。随着推进力的失衡，悬浮模块吊着箱子，箱子吊着我，在磁力的加持下，一串造型诡异的物体在仓库中横冲直撞起来。
我看了看脚下，在高速移动产生的视觉残留中，我快速估算了一下松手后自由落地会对我的素体造成的损伤。
还好，应该不会完全损坏。
只能这么做了！

我果断地松开手，重重坠落在地上。还没松一口气，一大堆箱子接二连三地掉下来砸在我身上，里面装着的枪支、弹药、设备燃料也散落一地。
真是倒霉！我费力地把盖在身上东西拨到一边，挣扎着想要爬出去，却发现身体动弹不得——磁场发生器不知道什么时候已经被调向了另一个磁极！
所以、所以我现在被牢牢吸在了地上！
啊……是刚刚遥控器掉下去的时候，砸到按钮了吗？就算是天才，也拿运气没有办法啊。
我想尝试摆脱磁力，却发现更多东西掉了下来——那是我的悬浮模块，也就是说无人机……呃，这个数量……等一下！我记得里面还有不少能源……
不、不会吧……等、等一下啊——

检测Str=98*[23;损&739!
强(cb321!=936?闭]]

GF2_DustyJournal["cheeta/story4"] = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：格里芬与克鲁格军事承包与安全顾问服务公司<s>前线战备队</s>
素体型号：SSD-62D
烙印型号：MP7

心智模块连接中……成功
程序……启动中……成功

唔……啊！几点了？今天晚上我要为实现我的伟大计划提前做实验的——怎么突、突然休眠了，还躺在维修仓里，这可不行——咦？

等一下，这不是我的房间……旁边这个人是谁？为什么有不认识的男人在这里？！
难道我天才般的心智终于被罗联发现然后派人来绑架——
“哦——你醒啦？”
头顶维修仓的盖子打开了，站在旁边摆弄设备的男人探了个脑袋过来。
“看来适配应该没有问题，自检一下看看？”
“……谁？”我谨慎地将目光转向他。
“这位是机械师德尔。”
“噫——”是饲养员的饲养员！
原来她也在吗……她该不会是发现了我的计划提前来阻止我吧……

“你好，MP7。”
“啊您好……嗯……没见过您呢……”
余光里，散发着冰冷气息的饲养员的饲养员从角落里走出来。
“德尔是被格琳娜请来援助我们的，我们现在事务繁多，人手不足，他临时帮我们处理人形的应急维护和权限改组。”
“哦，是这样啊……那为什么你们两个在这里……啊为什么我也在这里……”
等一下，她刚刚说，这个人是来处理权限改组什么的……
“难道说我、我不能留在格里芬了吗？不、不会吧——为什么啊！”
“你先冷静一下！”那个叫德尔的人挠了挠后脑勺，“实际上是你刚经历了一次事故，素体完全损坏了，而且在你遭遇事故的时候没有来得及上传心智备份，所以你现在应该是什么都不记得吧？”
事故？我应该就是在准备实验啊，能遭遇什么事故？
就在我沉思的时候，房间里的投影仪被打开了。一段监控视频出现在我们面前，画面里是一处空旷的仓库，一个红色头发的可爱人形在摆弄一些类似无人机的东西。总结一下的话，就是因为人形的一些行为，失控坠落的无人机在落地前爆炸，点燃了仓库里的东西，巨大的火光之后，监控画面消失了。

……我理解了一切。

“我的实验……竟然失败了？怎么会……我可是天才啊！” 原来，我不是在准备实验时遭遇了事故……可恶啊！
“重点是这个吗……”
德尔揉了揉自己的额头，饲养员的饲养员眼睛里似乎闪着冰冷的光。
我好像又说漏嘴了……可恶啊！

“实验？解释一下吧。”
“解释……就是普通地做一些实验，解释什么啊？”我试图用装傻拖延时间。
饲养员的饲养员又走近了一些，我低头看着鼻尖，余光扫到她在维修仓上留下的一大块阴影。
“由于仓库的消防系统及时启动，我也在留意你的动向，所以及时察觉到了异常，赶来救援。这次事故没有造成严重损失，但却极大地危害了公司的财产安全。”
对方一板一眼，声音非常冰冷。我抬头瞄了一眼她的脸，马上低头，视线转回眼前的阴影。于是，她的声音继续从我头顶传来。
“这是不是和你白天所说的——‘别的方式’有关？如果你不告诉我实情，我只能安排专人来管理你，我不可能任由一个行为不可控的人形自由行动。”
不行！专人管理什么的……不就是监视我吗？我、我还要实施自己的计划……

“我、我知道了，我说……我说就是了！”我停顿了一下，试图整理语言，“我，呃，先从结论开始吧……”
“其实……其实我想让格里芬的总部大楼悬浮起来！”

“哈？”
德尔一脸怀疑自己听力的表情，饲养员的饲养员眉头皱得更紧了。
“你们听我解释！”我猛地坐起来，双手在空中比划起来，“你们想，如果格里芬做到了别的P.M.C.做不到的事——比如让总部大楼悬浮在空中，不就说明格里芬的实力远远高于其他P.M.C.吗？这样，大家就会愿意把重要的委托交给我们了，格里芬就能重回巅峰！这是不是非常天才的想法？”

德尔哽住了，他似乎需要一些时间处理我的发言，而饲养员的饲养员也同样沉默着，她的沉默让我害怕。我缓缓收回手臂，规矩地低头坐好。
“还有吗？”
她的语气让我后脖子感到凉飕飕的。
“还、还有……就是想，如果成功了，不管蜜獾在哪里都能听到消息，这样，她就会知道是我拯救了陷入危机的格里芬……然后，就会对我心服口服什么的……”
一阵静默。
我全神贯注地盯着自己的鼻尖。
“这、这就是……我说的那个……‘别的方式’……”
说出这句话差不多耗尽了我所有的电量。我摆弄着自己的手指，等待审判。

“呃……”
开口的是德尔。
“竟然是这种……像是小孩子互相攀比做出来的事情啊……而且让建筑物漂浮，这不是三战之前一些古早动画片里才会有的想法吗？”
“才不是！”
他否定我的创意！这我怎么可能会接受！我立刻跳起来，站在维修仓里，指着他的鼻子：“我的想法才不是那种妄想！是切实可行的！——欸？”
似乎有哪里不太对——我，站在维修仓里，还要抬一点手才能指着德尔的鼻子……这个视角怪怪的……
我低头看了看，感觉我的脚好像近了很多——
“这是怎么回事？我怎么这么矮啊？！”我揪住德尔的外衣，发现甚至很难够到他的领口，“是不是用错素体了？快给我换回去！”
“哎——你别揪我啊！赫丽安准备的素体就是这个！”

哈？
是、是她……！
我转而望向站在德尔旁边的人，虽然刚才责备我的是她，但现在生气的可是我！
在我的目光灼烧之下，饲养员的饲养员轻轻叹了口气。
“第一批物资清点前天刚结束，你原来使用的那种规格的素体都已经封存入库，要调用的话需要走漫长的流程。而且突然启用已经封存的物资，就算只是一个素体，在目前的情况下……也可能招致不必要的麻烦。”
“什么啊！如果仔细找找的话肯定能找到的吧！这种身高……蜜獾知道了肯定会看不起我的！”
“MP7，我必须提醒你，你刚刚造成了公司财产的损失。”
呜……她只要一眯眼睛，露出那种冰冷的眼神，我的气势就弱了下去。

“可是……刚刚那个仓库里不就有一些物资吗？再找找的话……！”我不甘心。
“这具素体就是在那个仓库里找到的，那里是存放临时物资的地方。” 她用力地揉起太阳穴，我隐约能看到她额角跳动的血管，“你现在用的这个素体，型号也是SSD-62D，适配性上没有任何问题。如果想更换其他素体，就自己承担费用。”
“意、意思是……让我用自己的钱……”
“对，想换素体的话，就好好做任务攒钱吧。” 
“嘁，不就是一台素体……我有那么多天才想法……马上就攒够给你看！略略略！”
我吐着舌头对饲养员的饲养员做了个鬼脸，她额头上的血管似乎又明显了一些。
“你的格里芬总部漂浮计划已经造成了公司财产损失，必须立刻停止。另外，我会把你编进正式的人形小队，接受队长的管理。”
“什么？！我明明全都说了，怎么还要被管理？！”
“我已经说了，无法按照预期行动还造成了损失的人形，被管理是理所当然的！”
这一次，饲养员的饲养员揉着太阳穴的手指上似乎也有血管爆起了。

事情看起来已经无可挽回。现在只能先退一步了……如果还能有更多信息……
“那、那我的队长是谁啊？”
对方迟疑了一下。
“她叫……琼玖。”
“啊？那是谁啊？”没听过的名字。
“你们之前应该见过面，‘琼玖’是她的新名字。她是谁，之后你就知道了。希望你跟她在一起……能多少变得稳重一些吧，MP7。”
“啊对对对，我会变的。”
哼，我才不呢。

日志模块……关闭……已确认]]

GF2_DustyJournal["cheeta/story5"] = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：格里芬与克鲁格军事承包与安全顾问服务公司霜降小队
素体型号：SSD-62D
烙印型号：MP7

心智模块连接中……成功
程序……启动中……成功

我已经开始同情琼玖队长了。

虽然她有时候也很烦啦，但是在面对饲养员的饲养员时，最先挨骂的是她而不是我，嘿嘿！
就像今天，明明没什么大事，饲养员的饲养员又叫我们到办公室“听讲”了。
这么一想，队长也算是半个饲养员嘛，应该算什么……唔，被饲养员的饲养员要求管理本世纪最大天才并替本天才挨骂的半个饲养员？
算了算了，这个名字太长了，还是叫她队长吧。

“霜降小队这两个月的维修费用直线上升，特别是在刚刚完成的这次任务中，小队损失了一个SST型号的素体……你们三个的素体上个月才大修过一次，就算格里芬现在不缺物资，也不能这么浪费吧？”饲养员的饲养员手指点了点桌子上的报告。
走神回来就听到这一句……我把头转向窗外，今天阳光不错啊。
“……对不起，这次失误的责任完全在我。”
不错不错，队长就是要这样嘛，担起责任，嗯！
“什么原因？”
琼玖队长皱了一下眉头，唔，这个动作和饲养员的饲养员有点像。
“因为……这次任务的难度比较高，而且是来之不易的重要委托，我们都想把握住这次机会，漂亮地完成任务，不辜负客户的信赖。我们当时有以下两个方案……”

琼玖队长开始讲述当时的情况，饲养员的饲养员一直在沉默，她的目光掠过桌子上的报告。什么嘛，队长说的那些内容报告里都写了啊。
我突然很想打个哈欠。

“……最终是我决定采取比较冒险的方案，此次行动造成的损失，责任主要在我。”
“报告显示，你让奇塔独自行动了一段时间，为什么？”
我稍微反应了一下，才想起“奇塔”不就是我吗？这是我给自己起的新名字！一个绝妙的、充分展现了我的聪明才智的新名字！
“这又关我什么事啊？！”我哈欠都顾不上打完，张大嘴巴立刻质问。
“怎么没关系？就是你这段时间的行动——”饲养员的饲养员拿起报告书抖了抖，“——‘小队成员奇塔以地下钻探设备为掩护，从地底发动爆破，造成地面大面积塌陷’——这个行为几乎破坏了所有小队成员的素体！只有你是轻微损伤！”
她敲了敲桌子，琼玖瞪了我一眼，我只好把反驳的话憋了回去。
嘁，我不是也一举消灭了大部分敌人、解除了危机吗？
“这是因为……当时小队处于被包围的状态，情况紧急，奇塔表示自己有办法，我想让她试一试……也许会有新的突破口。”
“我的方法的确也带来了转机，说我是霜降小队的救星也不为过吧？这样的计划别人可做不出来！”我把双手枕在脑后，等着她们两人夸我。

怎么回事？怎么一片安静？
等了半天这两人也没出声……呜哇，饲养员的饲养员又开始揉她的太阳穴了。
“真的是非常抱歉……”
啊？队长为什么又在道歉啊？
“琼玖，作为队长，你应该更加了解自己的队员。” 饲养员的饲养员疲惫地抚了抚额头，“奇塔……她的行动有时候的确可以出奇制胜，这是因为她能力优秀且擅长学习，但在另一方面，她也无法准确预判自己的行动可能造成的损失，你明白吗？”
嗯？这是在夸我吗？

“我已经完全明白了，之后会更加谨慎。”
琼玖队长又低下了头，真是的我都要看不过去啦！
“哎别说这些有的没的了！”我跑到她们两人中间，双手撑在饲养员的饲养员的桌子上，“下次作战是什么时候？我这个天才的价值憋在宿舍里可没办法体现啊！”
“奇塔！”
啊？琼玖队长为什么一直对我眨眼啊，她视觉模块坏啦？
“奇塔……”
饲养员的饲养员……怎么脸色这么黑啊？

“奇塔，你要是想早点攒够钱更换素体，就不要再做会损害公司利益的事！比如损毁队友素体！”
“什么啊……我又不是故意的！”
“还有你那些奇思妙想……让格里芬总部漂浮什么的想法，也统统收起来！”
哈？她还好意思提，我这个天才的方案不就是被她阻止的！要不是她，格里芬早就在我的拯救下重回巅峰了！蜜獾也已经跪在我的脚下认输！
“我——”
“好了，奇塔！”
琼玖队长拽住我的手腕，一把将我拉到了身后。
“赫丽安，奇塔的行为，我会多加关注。”
饲养员的饲养员长叹了一口气。
“她自己也要有自觉才行……”
“我……我会尽量引导她。奇塔，这次留在宿舍里的时候，不可以再对琳德恶作剧。”
“啊好好好，对对对，我知道了，你们就放心吧。”我不耐烦地挥了挥手，往门口走去，“那我就先去准备下一个——呃，准备检修啦。”

谁会老老实实呆着啊？
这一次做点什么好呢……唔，不如让琳德——算了，队长说了不行，那就让饲养员的饲养员——呃，她还是算了……对，就让琼玖队长加入进来吧！哈哈，这样才有趣嘛！
嗯，我果然是天才吧！

日志模块……关闭……已确认]]
