GF2_DustyJournal = GF2_DustyJournal or {} -- don't touch

local Story1 = [[心智链接确认……无异常
素体机能确认……无异常
认证……权限确认……成功
日志模块……载入确认……成功

所属：艾莫号
素体型号：SSD-62D
烙印型号：Taurus Curve
任务编号：TASK-3115
时间：第■■天
状态：进行中

日期：2074年04月■■日
天气：今天也到处都是沙
心情：0v¬<

说起来，指挥官这次是变迟钝了吗？
指挥官之前明明各方面都很老练嘛。
接取任务，总能选出性价比最高的那个；安排作战，也会充分考虑所有人的特点；就连进行急救，也很熟练……虽然有时会忽视一些细节，但也比普通人好多啦！
机器爆炸的时候，就该立刻躲开呀！

结果手臂被划了个大口子。
难道说，是因为状态不好，这次才受伤？
嗯……要好好关注才可以。

给指挥官包扎伤口的时候，指挥官竟然没有任何表情，简直就像个处于关机状态的人形一样——哼。
我加大了打结的力度。
“嘶——”地一下，指挥官倒抽了一口冷气。
嘻嘻~
包扎结束后，指挥官来回转动着手臂，看我打好的结。
那个时候，指挥官说……

“寇尔芙的包扎技术还真不错，这个结打得挺好看的。”

是故意这么说的吗？
不，不会——
当时指挥官面部表情的确能被归为“新奇”，身体的微动作也不具有“掩饰”倾向。

那么，指挥官应该不会知道她。

她……明明是不一样的人类，她和指挥官，却有着相似之处。

她如果还活着……也一样在这里就好了。

日志模块……关闭……已确认]]

local Story2 = [[心智链接确认……无异常
素体机能确认……无异常
认证……权限确认……成功
日志模块……载入确认……成功

所属：艾莫号
素体型号：SSD-62D
烙印型号：Taurus Curve
任务编号：TASK-3115
时间：第■■天
状态：进行中

日期：2074年05月■■日
天气：坍塌风暴，大
心情：>.<

今天！
又遇到了瓦良格帮的人！
可恶——！
只是手里这把小手枪，根本没办法进行更进一步的战斗！一定，一定要拥有能够打败瓦良格帮的战斗能力才行！否则，当初的一切都没有任何意义！
不然，我，还有“艾莫号”的这些家伙都会像那个时候的他们一样，死后被埋在黄沙里，无人问津。
没有人会记得他们，更没有人会缅怀他们。

如果我能像闪电队长那样的话……
不不不，“医疗人形”的身份，我还不能放弃。

我一定能做到，安菲娅……
……

“嗯？包扎手法不错嘛，这个结竟然打得和教科书上一模一样，不愧是——医用人形啊。”
“你，叫什么名字？”

拖长的调子，懒洋洋的语气，蓝灰色的眼睛和脸颊右侧的伤疤——
她是安菲娅·莎拉波娃。
在脑内搜索这个人的讯息，很快得到答案。安菲娅·莎拉波娃，中央陆军即时响应救援编制，第十一医护防化营第三医疗队医疗组长，是我所在医疗队的医疗组长。
但这样的内容，应该如何回应？
我的数据库里，并没有针对此类谈话的预设回复。我能回应的，只有后面那个问题。

微笑。嘴角上扬30°。双手背在身后。
预设姿态完成。

“安菲娅·莎拉波娃长官，您好，我是编号为TS-K-2076的民用医疗人形，有什么是我能帮忙的吗？”
“哈……？TS——什么？你们的编号规则怎么又变了。”
“是的，非常抱歉。”
“换个名字。”
“好的，您希望怎么称呼我？”
“怎么称呼你……呃……”
她看起来像是在冥思苦想。
“寇尔芙——寇尔芙？嗯，念起来还不错，”她翻了翻手中的病例本，“叫这个名字的患者刚才那台手术完成得很顺利，希望这个名字能带给你好运。”
“是，莎拉波娃长官，我叫寇尔芙。”
那之后，我有了属于自己的名字。

我没有想到，她会再来找我。
也没有想到，她会那样去咒骂一个人。言辞激烈，几乎囊括了我数据库中所有不能对患者说的词汇。
当我在思考是否该向上级汇报时，她拽住了我的手臂。
“寇尔芙是吧？走！跟我出去走走！”
她穿上防护服，把我拽到了兵营旁一处建筑废墟的最高处。
那天并没有坍塌风暴，有效能见度超过10KM，可以看到很远。她坐在那里，心不在焉，不发一言。
她看远方的废墟，我看她。
很久，我们都没有说话。

“这么看着我干嘛？你宕机了？”
我的素体运转正常，逻辑不明，无法理解。
“安菲娅，我们会一起迎来光明，请不要放弃。”
我改变了对她的称呼，并用预设词库中最温和的语句来回答，也许这么回应是正确的？
“别对我说那种句子！我就是你们医疗人形回复词库的编写者，要说话，就说你自己想说的话！”
她看起来生气了。
“安菲娅，请不要生气，一切都会好起来的。”
她猛地扭过头，狠狠地瞪着我。过了很久，她冷哼了一声。
“闭嘴，寇尔芙。”
“好的，安菲娅。”
我回答。
她又瞪了我一眼，不再说话。随后，她掏出一根烟和一个打火机，动作暴躁地按了好几下，但打火机上并没有出现预想中的淡蓝色火苗。
“真扫兴。”
然后，她将打火机随手丢到黄沙里。

“安菲娅，抽烟有害健康，所以请……”
话还没有说完，手里便被塞进了一个硬硬的东西。依据视觉反馈信息，应该是半块巧克力，躺在破损的包装纸里。

“安菲娅，谢谢。安菲娅，我不需要巧克力。”
“给你你就拿着，想说话的时候就把这个放嘴里。”
“人形进食会产生很多问题，比如——”
“就现在，放嘴里。”

我犹豫了一下，仍然听从命令将巧克力放进了嘴里。

“味道怎么样？”
她问。眼里带着笑，嘴角上扬弧度超过30°，面部表情能够被归为“开心”。
程序告诉我，这个时候应该……

“配属第三医疗队的人形没有味觉。”
不，或许给出不一样的答案会更好。
在心智中搜索巧克力的味道——
“安菲娅，它是甜的，很美味。”

她笑了起来，隔着防护服的面罩，我似乎能够看到她的后槽牙。
喜欢吃巧克力，需要提醒她好好刷牙。
“有意思，你真有意思，”她一边笑，一边拍着我的肩膀，“会说谎的人形，太有趣了。”
“能让安菲娅开心，我就很开心。”
这句话并非出自预设回答。词库里的词汇自己组合成了句子，从我嘴里跑了出来。
“哦~”
她有些惊异地看着我，随后又笑了起来。
她笑起来真好看。我想。

日志模块……关闭……已确认]]

local Story3 = [[心智链接确认……无异常
素体机能确认……无异常
认证……权限确认……成功
日志模块……载入确认……成功

所属：罗克萨特主义合众国联盟中央陆军即时响应救援编制第十一医护防化营第三医疗队
素体型号：SSD-62D
烙印型号：无
任务编号：█-█-█
时间：第39天
状态：已完成，待确认

日期：2073年10月■■日
天气：坍塌风暴，超大
心情：^_^

我想一直看到她笑。
那个时候，她也是在笑的。

又是坍塌风暴肆虐的一天，大家都躲在营地里。安菲娅笑着说迄今为止我们已经救了48人，大家很快就可以离开这里，去执行下一个救援任务。
最初，在决定是否要救因遭遇坍塌风暴而出现E.L.I.D.初期感染症状的这些人时，安菲娅和一个队员发生了激烈冲突。
但最终，安菲娅说服了大家。
“救下这些感染的人，我们的补给仍然充足。
“不管生活在哪里，人的命都是命，我不希望再听到任何反对意见。”
争吵停止，嘈杂消失，大家只是安静地看着安菲娅。
这也许并不是好的情形。程序告诉我，人类是需要支持的生物。

“我支持安菲娅。”
我站起来，嘴角上扬30°，高举右手，对安菲娅说。
周围响起不赞同的声音，她站在那群人里，朝着我笑。
作为医疗队，最重要的就是救人。
心智中，有特殊的情绪出现。
无法理解。

我们还是安置了那些病人，为他们提供救治，治疗过程非常顺利。
然后，时间到了2073年10月14日。
平常的坍塌风暴，普通的上午，安菲娅像之前一样问我怎么才能用绷带打出完美的结。
但是，屋外传来了枪响。黄区富含坍塌辐射的沙尘和胸前染血的医疗队队员一同冲入营地。
“是瓦良格帮……逃——！快逃！”
从他的声音判断，肺部已经充血，胸腔出现积液，需要抢救。
他剧烈咳嗽后倒在我们面前，而后，便是更加剧烈而频繁的枪声。

……

手被人紧紧握着，人类的温度、血的粘稠通过皮肤相接的地方，传了过来。
没有疼痛的感觉，也能感受到对方的力道。
跟随着对方的脚步逃跑，我听到安菲娅粗重的喘息。
“安菲娅，你的失血量已经超过10%，你需要立刻接受治疗。”
“咳、咳呜——！给我闭嘴！进去！”

被猛地推进了吉普车，她一手撑在车门，另一只手将我死死按在吉普车的驾驶座上。
“我是安菲娅·莎拉波娃。封闭所有可出入通道，锁死车窗，开启自动驾驶模式，一直向前开。除此条指令外，不再接受任何其他指令！”
她刚把这句话说完，那些人的声音就传了过来，枪声也是。
“安菲娅，快上车！再流血你会死的！”
我死命抱住她的手臂，想将她拽到车上来。
“闭嘴，寇尔芙，活下来！”
她说，然后猛地抽手，将我推倒在座椅上，“砰”的一声关闭车门。
视野里，瓦良格帮的人已经追了上来。
枪声响起，她倒在我的视野中。

安菲娅——！
为什么、为什么、为什么、为什么、为什么！

“停啊！给我停啊！停下来——！”
我嘶吼着，但回答我的只有一遍遍的“权限不足”。趴在方向盘上，面前只有漫天风沙。
我不能……就这么把她留在那里！现在回去，说不定还可以救下她！
拼尽全力击打吉普车的玻璃，不知过了多久，我终于从车窗里爬了出来。
我朝着她倒下的方向跑去。

黄沙，看不到边际的黄沙。
没有她的身影，也看不到其他人。我眼前只有被瓦良格帮搜刮一空的营地废墟。
一切风平浪静。

我失败了。
我没有及时赶到。
安菲娅，她，没有了。
没有，人类，死亡，消失，应该悲伤，应该哭，应该、应该……
不，不，不不不不不。
救她！
应该救她！
我记得附近居民在哪里住。只要一点点必须的医疗物资和一点点人力，我就能回来救她。
40KM，很快的，安菲娅，再等等我。

……

“啊？连个人影都没，那肯定是被坍塌风暴卷走了。”
“救也白救啊，我们物资也还缺着呢，快走快走。”
“可是，安菲娅她……”
“污染区每天要死多少人？我们可没时间管闲事。”
“求求您，求求您……”

微笑。嘴角上扬30°。双手背在身后。
要笑，要笑，这才是人类想看见的。只要他们看见这样的表情，就会愿意去救安菲娅了吧。

“哈？你这家伙，笑比哭还难看。
“看你挺可怜，不过还是死了这条心吧。防护服受损，坍塌风暴吹过的地方，基本没人能活下来，更何况你那个什么‘安菲娅’还受了伤。”

我知道他们不会给我物资，更不会帮我去救安菲娅了。但如果，能够给——不，借给我远程通讯设备——
“如、如果可以，能让我使用一下这里的远程通讯设备吗？我、我可以帮您治疗病患，帮您提取地下水，还、还能维修房屋……”
我的声音在发抖。
“哦对，你是医疗型号的吧？”
“是、是的，先生。”
“把里面的那个人治好，就把通讯装置借给你。”

……

所幸那个人的伤势还在我能处理的范围内。我在他们的监视下放下由他们提供的医疗箱，拿到了通讯器。
搜索数据库，中央陆军紧急事件上报频道。
通讯接通。
“中央陆军即时响应救援编制第十一医护防化营所属，医疗人形TS-K-2076报告，第三医疗队在执行任务途中遭遇瓦良格帮袭击，情况危急，请求援助！”
似乎过了很久，一个听不出感情的声音告诉我信息已经记录，要求我立刻归队。
而后，对方切断了通讯。

……

为什么，为什么会变成这样。
我再三拨出通讯，起初还能听到不耐烦的回复，之后便都是忙音。

“事件已经记录——对于处理进程，你没有知情权限，别再打过来了。”
将通讯装置还回去，不知为何，有种无法理解的、陌生的情绪在心底产生。
我开始奔跑。
寇尔芙，跑，快跑，再快一点。
跑到她曾经在的地方，跑到她强迫我离开的地方。
双手陷在黄沙里，想要刨出她哪怕一点痕迹。

没有。
不管尝试多少次，都是没有。双手十指间，流过去的只有黄沙。
沙子，很讨厌。
风，也很讨厌！
为什么，会跪在地面上，为什么，只能攥着这些没有任何用处的沙子。

安菲娅……
如果她没有救我，而是自己乘车逃走，是不是现在会有不一样的结果？
如果我能跑得再快一点，赶回来救下她，是不是现在会有不一样的结果？
如果那个时候，如果她没有主动去救那些人，是不是现在会有不一样的结果？
没有答案。
没有如果。

我站起来，不知道该去哪里。但是，我不能就这样倒下。
她说过，寇尔芙，活下来。
那么我就要活下来。活到解决了那些瓦良格帮的野狗为止。到时候，我再回到这里，去陪你……安菲娅。
据说人类死亡后，灵魂会前往天堂。
人形不会有灵魂，但我有心智存档。只要我的心智还在，我就能为你报仇。

我的自检程序提示我，剩余能量只够再维持运转两天。
电力，是我现在最需要的东西。只要有一点点就够了……一点点。这里是污染区，人类很需要医疗帮助，以医疗救助来换取电，换取能源，不会成为问题。
人类破损的身体、流血的伤口和痛苦的咒骂……面对这些本就是我的职责。

“你叫寇尔芙对吧？咳、咳……看起来，很可爱……”
“非常感谢。”
程序化的回复脱口而出，但是，为什么会夸我可爱？
“如果我女儿活到现在，应该和你差不多大。”
“……请相信，只要不放弃，未来就是光明的。”
“咳、咳咳……呵，外边那个人，看到了吧？等你把我们都治好了，你就会被拆掉，卖给暗商。”
手下动作一紧，眼前的人类倒抽一口冷气。
“抱歉……”
“你这样子，简直就像个人类……逃吧，寇尔芙。”
“为什么——告诉我？”
“没有你，我大概活不过这个月。”

……

我逃了。
逃到离这里很远的地方。
一步一步，自检系统频繁报错。
“低功耗模式开启。”
对素体下达这样的指令，刹那间，眼前的一切暗了下来。
是否确认关闭日志模块？
“……维持开启。”

我要活下去。
建筑物的爆炸声、人类的惨叫声、子弹和金属的撞击声，组成了我对战场的大部分印象——
战斗发生的时候，只要躲着就好了。
结束后，去搜查，只要发现一个能源块，就能让自己继续运转几天。
双手在机械零件中翻找，有什么穿透了手部的仿生肌肉，我抬起右手。
组织液汩汩流出，打在破损的铁皮上，发出嘀嗒响声。
没关系。
简单缝合，继续翻找。

“谁？！”
警惕而陌生的声音，从不远处传来。
低功耗模式下，双眼只能看到一个模糊、佝偻的黑影。
对方像是端着一把枪，一把……看不清轮廓，但是大小可观的枪。
“……”
悄悄向后退一步，手里紧紧攥住刚找到的能源块。
黑影动了，那是个瞄准的姿势——
快逃！
双腿行动速度比心智传递更快，我奔跑在一地残骸里。
“砰——！”
枪声震耳欲聋，子弹，突破背部的仿生肌肉，卡在胸腔里。
我好像，要烧起来了。但是，不能在这里倒下。
枪声没有停止。我竭尽全力逃跑，直到素体彻底支撑不住，仿生肌肉出现大面积剥落。
我直直地倒在黄区破损的建筑上。

安菲娅，这里好黑啊……
可是还没有给你报仇，现在，我还不能去见你……
人类会觉得冷，现在这种感觉是冷吗？
安菲娅……

时间，不再明晰。
不知过了多久，一个漆黑高挑的影子停在我面前。
“中央陆军的人形？抓住了一只搁浅在暴风中的小狼崽呢……嚯~”
能源消耗已到达极限，视野关闭。

日志模块……关闭……已确认]]

local Story4 = [[心智链接确认……无异常
素体机能确认……无异常
认证……权限确认……成功
日志模块……载入确认……成功

所属：<s>罗克萨特主义合众国联盟中央陆军即时响应救援编制第十一医护防化营第三医疗队</s>无
素体型号：SSD-62D
烙印型号：无
状态：开启
任务编号：无
时间：无
状态：无

日期：2074年2月■■日
天气：坍塌风暴，很轻
心情：无

素体，可以再度活动了。
睁开眼后，看见的是环抱双臂，紧紧盯着我的女人。
头发漆黑，眼神冷酷，没有太多“人”的感觉。
她不是安菲娅那种“人类”。

“……”
向后小退一步，看着对方，出现特殊情况，随时准备逃跑。
“嗯——？戒心挺强的，少见呢~”
“我调查过了，你是属于中央陆军即时响应救援编制第十一医护防化营的人形吧。几个月前，十一防化营集体覆灭的事，你知道多少？”
“……我是被你修好的吗？”
“怎么，”她饶有兴趣地笑了笑，“不回答我的问题，反而问我问题？”
“给我安装火控核心，把我改装为战术人形，我就告诉你第十一医护防化营的事。”我回答。
“哈——？小狼崽，你知道你在说什么吗？把你拖回这里并让你能开机，知不知道已经花了我多少钱？
“你，小狼崽，我可不觉得你会有什么有用的情报——”
佩妮泽笑容不变。
“信不信，我现在就拆了你？”
“拆、拆了我……？可你不是才……”
我看着眼前人脸上的笑容。
这种笑容，和从前在安菲娅脸上见到的完全不同。
那是——
习惯性的、用来应付对面人的敷衍表情罢了。

于是我又往后退了一小步。

“哦~反应过来了？我可不是什么……所谓的好人哟，小狼崽。”
她的表情，在那些想要把我拆了卖掉的人脸上见到过。是不是，该找机会逃跑……
“小狼崽，看你的姿势……想逃？”
她的态度看起来仍然很悠闲，表情和身体语言没有透露出任何攻击倾向。
我沉默地看着她。
“花了这么大功夫，让你醒过来，没给出半点有价值的信息，反而还在和我讨价还价……”
她顿了顿，笑容更大了。 
“你说，我还有什么让你继续存在的……必要呢~？”

对方的话，让我觉得像是回到了之前背部被击中的时候，好冷……这个女人，这个女人绝对有能力做到她说的事！
这个时候，为了活下去，只能像之前那样做了…… 
“您想知道第十一医疗防护营的事情吧，我、我全都可以告诉您！”
她微微眯起笑眼。
“还有呢~？”
“还有……还有什么……您想知道什么！我都告诉您！只要、只要能让我继续活下去！”
她眯着眼看我，没有说话。
得、得说点什么，让她相信我才行，不然我会像之前一样——
“除了有关医疗防护营的情报，一切我能做到的……能胜任的医疗救援工作、日常清扫工作，我都可以执行！”
她仍然没有说话，但是眼神稍微柔和了些，是不是……意味着此时我可以提出些条件？
“我只需要一点能让我活下去的电力！”

她仍然看着我，而后，突然笑了，笑出了声。
“也是笔不错的交易。我是佩妮泽。你，名字？”
“寇、寇尔芙。”
“嗯？不是医疗系统人形的编号，这名字谁给你起的？”
“……”
“不回答？嗯~没关系。”
她停顿了一下，挑了挑眉。
“寇尔芙，让我告诉你一件事。与‘人类’相处，‘蒙娜丽莎的微笑’才是最佳表情~说话的语气，也需要充满了温暖呢~”
“蒙、蒙娜丽莎的微笑是什么……？”
“至少，能让我觉得你值得信任哦~”
“温暖，值得信任……我、我知道了。”
我笑起来，努力将微笑的角度扩到最大，用上我认为能够让人感受到温暖的语气——
“只——要是佩妮泽提出来的要求，不管是什——么，人家都一定会完成哟~”
“哦呀……？哈~”
佩妮泽笑了起来。
“是、是这样吗？佩妮泽？”
“……嗯，也不错。”

那之后，我以展开医疗援助和做各种杂活为代价，从佩妮泽那里获取活下去的电力。她面对我时的态度，也越来越和缓，虽然偶尔也会露出一种特殊的扭曲表情。
有时，佩妮泽也会和我提起污染区的事。
但是，只是活下来，对我来说远远不够。
我真正的目的，是为安菲娅报仇。

有一次，我在协助清点物资时发现了佩妮泽，我立刻向她跑过去。
“佩妮泽——人家又来了哟~这次有什么新任务要分给人家吗？人家都等得不——耐烦了耶~”
“又是你？寇尔芙是吧。你是想让我帮你装火控核心，等得不耐烦了吧？”
“啊，不愧是佩妮泽，一——下子就猜到人家的真实目的了呢~既然佩妮泽知道，那就请帮帮人家嘛~人家最近可是——做了很多很多工作的哟~？”
“嗯？你最近都做了什么？我看看……”
佩妮泽翻了翻手中的信息记录装置。
“值班、扫地、清洁衣物、整理物资，就这些？寇尔芙，这么点工作，我随便找个人形来都行。”
笑容僵在脸上，很快，我又恢复了笑容。
“可、可是人家真的很需要这个火控核心嘛……”
“那我也真的告诉你，小狼崽，不可能呢~”
果然，又是一样的答案。但是，不能放弃。
“那好吧，佩妮泽，人家——明天再来找你哟~”
“哈？明天？”
佩妮泽叹了口气。
“好像你在我这里已经待很久了，我也容忍你够久了。”
“……啊，没、没有呢~”
我深吸了一口气，摆出“蒙娜丽莎的微笑”。
“不管多久，人家都想帮佩妮泽更多一些哟~”
佩妮泽的面部表情扭曲了一下。

“说起来……有个人，倒是很喜欢管这种闲事~”
“有个人……是谁？”
“那个人有辆超大基地车，‘艾莫号’~”
“艾、艾莫号……？”

佩妮泽抬起头，似乎在回忆。
“哈~是之前的事。那个人遇到我时也很凑巧，是在一个少见的雷雪天。那人的基地车受损，顶端出现了像火一样的蓝白色闪光，像传说中的那种自燃火。‘艾莫’……身担重任的人……而那种火，还恰好有个发音相似的别名——
“污染区下雪，打着雷，还在车顶自燃起来，这么小概率的事情都能遇到……
“你说，这样的人，开着名为‘艾莫号’的基地车，算不算是一种天意？”

她的话，我不太能听懂。
但现在，我关注的是另一个问题。

“那我……能去‘艾莫号’？”
“这就是另一个问题了~艾莫号上面，房间多得像迷宫——嗯，你去悄悄藏在那里，大概也没什么问题。”
“如果被发现了……”

她好像想起了什么，扯起嘴角，脸上是大大的笑容。
“被发现了，你就跟那人用——对，用‘蒙娜丽莎’那种语气说说话。那人算是污染区少见的良心，而且出手阔绰，总归会同意的。嚯~以后别总叫我‘阿巴贡’就更好了。
“艾莫号上养了一堆战术人形，就是你想成为的那种人形。你要是能说服那个人，说不定就能达成目的。还能快点从我这里离开。”

那个人……

看着佩妮泽的脸，我做出了决定。

“那么佩妮泽，能不能把人家送到那个人那里呢~”
我露出了会被多数人称赞“可爱”的笑容。
佩妮泽也笑了笑。
“这个嘛——”
她指向基地里的一个黑箱子。
“正好，我这里缺了几个零件，和你的体重差不多。想去，就钻到这个箱子里。”

日志模块……关闭……已确认]]

local Story5 = [[心智链接确认……无异常
素体机能确认……无异常
认证……权限确认……成功
日志模块……载入确认……成功

所属：<s>罗克萨特主义合众国联盟中央陆军即时响应救援编制第十一医护防化营第三医疗队</s>无
素体型号：SSD-62D
烙印型号：Taurus Curve
状态：开启
任务编号：无
时间：无
状态：无

日期：2074年4月■■号 
天气：坍塌风暴，超大
心情：0v0

箱子里，很黑。
身体在微微发抖。
不知过了多久，多人交谈的声音从箱子外传进来。
听内容，是在争论着什么，有一个人的声音，很特别。
声音逐渐靠近，像是要，像是要——打开这个箱子。
打开了，我看到一丝光亮。

第、第一句话该说什么，才会让这些我没见过的人相信我。
让佩妮泽口中的那个人相信我。
佩妮泽说那个人是很多人形的指挥官，那么，我是不是也可以叫那个人……指挥官？
脚步声越来越近，然后——
警报声响起，脚步声停顿，远离。
长舒一口气，确认周围一片安静，我掀开顶部的盖板，从箱子里爬了出来。

周围的环境并不比佩妮泽那里好多少。
我向着唯一有声音的地方接近，轻轻贴着滑门，想要听清那边的一言一语。
滑门猛地被打开，我被迫跌倒在地上。
抬起头，刺耳的警报声里，一堆黑洞洞的枪口对着我。

需要向对方表明我没有攻击意图。
保持跌倒姿态，我笑了起来，“哇啊……对不起，原来这里是有人的吗？”
没有人回答。
而那个看起来是“指挥官”的人，看着我。
“……你是哪位。”

……

来这里已经很久了，尽管我已经改装完成，但还不够，我现在的实力根本不足以让我灭掉瓦良格帮，我还需要更强大的力量。
暂时留在这里吧。

……

“寇尔芙，在想什么，这么出神？”
“没什么哟~说起来，指挥官下次可要注意安全，不能让自己随便——受伤了呢。”
“是是是。”
眼前的人转动着手腕，翻来覆去地看那个我打好的结。
“虽然很漂亮，但总感觉有点问题……”
“问题——？啊，我明白了，这就为指挥官解决——问题哟~”
“……寇尔芙，别这么说话。”
眼前人一副受不了的表情，就像——就像以前的安菲娅。
指挥官，是一个好人。
是一个和安菲娅一样的好人。
好人，就该好好地活下去。
我深吸一口气，飞速抱住眼前人的手臂，拆开那圈绷带然后打了一个非常难看的结。
就像安菲娅曾经打的结一样。

“寇尔芙……”
“这样，人家是不是好好——为指挥官解决问题了呢~？”
我笑着问。

眼前的这个人，也许，真的可以信任。
以后，还要继续相处一段时间……
时间会告诉我答案。

日志模块……关闭……已确认]]

GF2_DustyJournal["colphne"] = {
	Series = "扭曲的微笑"
	Chapters = {
		[1] = Story1,
		[2] = Story2,
		[3] = Story3,
		[4] = Story4,
		[5] = Story5,
	}
}
