GF2_DustyJournal = GF2_DustyJournal or {} -- don't touch

local Story1 = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：H.I.D.E. 404
素体型号：SSD-62D
烙印型号：UMP9
任务编号：█-█-Task#██
状态：进行中

今天久违地和45姐见·面·啦♪

45姐是执行完任务直接从格琳姐办公室那边过来，所以我们约好在工厂附近碰头。我是想约在更特别的地方，但是45姐说越近越好，没办法，我肯定听45姐的嘛。
至于为什么是工厂附近……嘿嘿，其实是我们要一起执行运送物资的任务啦！
不管做什么，只要和45姐在一起就好♪

我到的时候没有看到45姐，她应该还在路上。
趁此机会，我对着路边大厦的玻璃，整理了一下跑乱的刘海。
要见45姐了，可不能马虎！

我还没有拨弄好不知道该放左边还是右边的发丝，45姐的身影突然出现在玻璃中。
我们透过玻璃中的倒影看向对方，她好像又有一些变化，我说不太上来，似乎是神态……或者说是气质？自从和格琳姐一起工作后，她就改了发型，也总是穿着西装。
玻璃里的两个人影，已经有非常明显的区别了，真是的，这样不就只剩下脸上的疤痕还有一点点像嘛！但是左右位置也不一样……真是的！都怪我！上一次换素体的时候竟然没有抓住机会，把疤的位置改过来！
不过，那时候的情况，也想不了太多……
那一次，有很多同伴都……

不不不，现在不是想这个的时候！
总之，下一次换素体的时候，我一定要——

“发什么呆？”玻璃中的45姐伸手拍了拍玻璃中的9，头顶传来熟悉的触感。
这种熟悉的感觉，让我感到安心。
“45姐离开太久啦，我都要认不出你了！”
我们一起往工厂的方向走，玻璃中不太相似的45和9消失了。

我们顺利找到格琳姐约好的接头人，对方一脸严肃地确认了好几次我们的身份，才带我们去取货。
“怎么这么严格啊……这次要拿的东西有什么特别吗？”
我和45姐各拿着一个大箱子，虽然很重，但里面没传出什么声音，似乎塞满了减震抗压的保护材料。
“是为帕斯卡的实验准备的材料和仪器，格琳专门委托相熟的人定制的。研究还在保密阶段，这些东西就需要我们来取。”
“哦……格琳姐真的有很多熟人啊。”我晃了晃手里的箱子，敦实的手感通过手臂内的液压装置传来，我犹豫着要不要告诉45姐，明天我就会参与帕斯卡的实验——不是作为助手，而是作为实验对象。
她一定会担心我的吧？

“9，明天的实验，你也不是一定要参加的。”
唔！原来45姐是知道的……嘿嘿，不过担心我这一点还是在预料之中♪
“没关系的，有帕斯卡在，即使我在实验中坏掉了，她也会把我修好的！”我往她身边靠了靠，压低了声音，“第三代人形的技术已经被夺走了，现在，帕斯卡进行的这个坍塌昙花拟态——什么什么拟态什么的方案……是增强实力的唯一办法了吧？”
“嗯。现在还不清楚夺取技术的那些人背后是什么，也不知道他们会如何使用这个技术……到那时，如果我们没有足够的力量去和他们抗衡，结果可能不堪设想。”
“这是格琳姐说的吧？”
“是啊。格琳还说，等指挥官回来，如果要面对的是比之前更混乱的状态，我们还不能提供更多支持，那就糟糕了。”
“唔，这么说……其实帕斯卡的实验，是为了指挥官吧？”
“你格琳姐是不会承认的哦~”
“嘿嘿，这我肯定猜得到呀，咳咳……”我摆出严肃的表情，“‘这不是为了你，事实上，也没确定会不会给你用。’格琳姐一定还会附上这句。”
“不错嘛，模仿得比以前像多了。”
“嘿嘿，45姐是想说我比起以前，已经有所成长了吧？”我有点开心，又有点害怕，于是紧接着追问她，“45姐也认为，我能更好地帮到大家对不对？”
“你不用考虑太多，交给格琳和我就行。”她只是对我笑了笑，没有正面回答。

“要考虑的！我能做的还有很多，也能成为你们的助力呀！”皱起眉头，我装出不满的态度，45姐看我的眼神多了一些无奈，但似乎仍有所忧虑。
“我不是——”
45姐的话停住了，她打开挂在耳部的外置通讯终端。是收到了新的通讯吗？我停下脚步等她。
嗯，是工作状态的语气呢……应该是有临时任务了吧。
“抱歉，9，我接到临时任务，现在要立刻出发，这些物资拜托你可以吗？”
“什么任务？是不是很麻烦，我和你一起……”
“不行。”
“……唉？”斩钉截铁的拒绝让我的脑子慢了一拍，趁着这个空隙，45姐已经把她手中的箱子叠放在我的箱子上面。
“这个任务……不确定性太高了，还是我一个人去解决比较合适。”她用空出来的手拍了拍我的肩膀，“运送物资的任务也很重要，要好好完成哦，9。”

45姐走了。而我则被留在原地。
转过头，小小的、暗暗的玻璃窗里只有9一个人的身影。
大家……都在变……都变得很厉害……
而我，我帮不上45姐、帮不上大家的忙，所以只能被留在原地。

“我……肯定听45姐的。”
玻璃窗里的9稳了一下手里的箱子，伸长脖子看了看路，最终选择了一个方向迈出脚步。

那个方向，与45姐前往的方向稍稍有些不同。

日志模块……关闭……已确认]]

local Story2 = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：H.I.D.E. 404
素体型号：SSD-62D
烙印型号：UMP9
任务编号：█-█-Test#██
状态：进行中

哎哎哎？！怎么回事？
伴随着预料之外的红光和警报声，虚拟的场景消失了。
那个懒散的女人端着咖啡杯，顶着一如既往的黑眼圈出现在眼前。我呆滞地看向正在查看实验记录的她。
“我又做错什么了吗？”
“唔，有很多失误记录哦，阻断进程的是……哦哦，非预期攻击行为。”
“非、非预期是什么意思？我明明瞄准了那个目标光点的！”
“啊……看来你是把系统噪点当成目标了。”
唔……！
“嘿嘿，好像是这样呢♪”

帕斯卡熟练地指示身边的研究员将刚才的实验数据归档，标记上“实验对象出现注意力减退现象”的备注信息。
我叹了口气，疲惫感促使我背靠着实验室的墙壁滑落下去，乱七八糟地坐到了地板上。
“同样的事情做两千多遍就是会累嘛……”
“你是人形，不会累哦。”帕斯卡盯着显示器，心不在焉地回答我。
“啊哈哈，不要揭穿我嘛。”
帕斯卡坐在我旁边的仪器前，一口气喝干了杯子里被大家称为“拖把水”的甜腻咖啡，放下杯子，手指开始在键盘上飞舞。
“唔……所谓科学研究，就是这种枯燥的事情啊。”
你说这个我哪懂啦。

“我好想去执行任务。”
“啊啊？你现在就是在执行任务哦。”
“唔……虽然这样说也没错啦！但是……如果能在实战任务中测验一下实验结果，也很不错吧？”
键盘咔哒咔哒地响着，她脸上露出“啊，又来了吗”的表情。
“不行啊，现在的成果，根本不能用于实战。这种不稳定的状态，放到战场上，发生什么都有可能，也不能拿去给指挥官用吧？”帕斯卡停下手，撑着下巴全神贯注地看着屏幕，注意力完全不在我这里。
“那要等到什么时候嘛……”我要快点帮上大家的忙才行！
“都说了现在还不是时候啊。如果实验品坏了我还要修，很麻烦的。”
“真是的帕斯卡你也太小瞧我啦，我会小心不弄坏的——”
“不，还是优先推进实验进度，下一项实验……”
突兀的音乐铃声让帕斯卡停下话语，伸手拍打起自己的白大褂，最后从胸前的口袋里掏出通讯终端。 
“不是我的哦。”
“唔！”这次轮到我拍打自己的外套，“啊啊是我的！呃，这个号码是谁……？”
发来通讯的人显然没有预料到我的疑问，非常急切地说了一串乱七八糟的东西，我才辨认出这有点陌生的声音。这些年总觉得他的声音一直在变哎！
“啊！是德尔！”
“什么‘啊是德尔’啊……我刚刚说的话你听到了吗？”
“抱歉抱歉，德尔你说得太快啦，再说一次吧♪”

帕斯卡站起来，又倒了一杯咖啡，正在往嘴边送，此时她终于察觉到，我呆滞地保持着接听通讯的动作。
“9？怎么了？是德尔打来的？”
“我、我没事！是45姐……45姐她……”
“45？她不是正在执行任务？”
我眨眨眼，胡乱应付了德尔两句切断了通讯。现在要先把最重要的事情转告帕斯卡才行。
“嗯……45姐好像出了点意外，素体损伤很严重，德尔已经在赶过去，他让我转告你，有很大的可能需要送到你这边来……”
帕斯卡灌了两口咖啡，揉了揉乱糟糟的头发：“严重损伤？好意外——我还以为45她很快就能解决呢……”
“如果我昨天坚持和她一起去的话……”
不对，她一定事先就预估到了这次任务的难度，所以才留下我的。
“……是我太没用了。”

帕斯卡用手里不知道什么时候已经空掉的咖啡杯，咚咚地敲了敲我的脑袋。
“啊啊？你在说什么啊，9？差不多要准备进行下一项实验了哦。”
“嗯也没、没什么啦，我只是在想，那个，45姐那么厉害都……如果是我的话，肯定会更惨吧？可能……坏到无法修复也说不定……”
就像我上次——不，不行！现在不能想这个，还要继续实验，要集中精神，集中！
我拍拍衣服站起身，准备进行实验。
“好啦，接下来要做什么？”
帕斯卡却没有回答我，她像是突然想起了什么，眼神游离地把大量方糖加入杯子里。
“……说起来，其实原本预定的试验对象是45，但是……因为她素体中存在的那东西是个不确定因素，而且如果实验失败，她也不会接受更换素体的处理方式，所以最后决定让你来进行实验。”
“哈哈，帕斯卡你是在安慰我吗？”
“唔……这么理解也行。”
“好吧好吧。谢谢你，我感觉好多了。” 
我耸了耸肩膀。根本没有感觉好多了。
“对了，关于45素体中的那东西……也许之后可以提取出来也说不定哦。”
……
…………
………………欸？是我不久前才知道的那个吗？
“……帕斯卡你是说……45姐以前的那个……不、不会吧……可以提取出来吗？”
“啊啊，这次的研究中想到了一些方法，之后可以尝试一下。”帕斯卡的眼睛出现了光彩，“如果能实现的话会方便很多吧？45也不用执着于现在这具素体了，毕竟很难修理，而且用了这么久，都破破烂烂的了。”
提取出来，也就是说她——45姐真正的姐妹——
会回来。

“那样的话……”
“你的家人就会多一个哦？而且她那个系统……说不定还能帮上忙。”

会有那样的事吗？
如果她……UMP40回来，我就没有资格再待在45姐、待在大家身边了吧。
她……一定比我能帮上忙。
而且，就算我努力地假装，我们也不是真的姐妹啊。

我产生了近似眩晕的感觉。
应该是幻觉，但我感到脸上的伤疤烫烫的。我抬起手撑住额头。

“9你怎么了？喂喂？”帕斯卡的手掌在我眼前挥了挥，“下一项实验要开始了哦？”
帕斯卡探究的脸凑近，我赶紧抹了抹眼睛。
“没、没什么啊！”
“真的没事？有哪里不对就说出来，要不然可能会影响实验结果哦。”
“真的没事啦，只是觉得帕斯卡好厉害，嘿嘿，我也要加油才行！我们继续吧，快点把实验完成，就可以去……”
就可以去看看，45姐那边，有没有什么我能做的了。

可是，她还会需要我吗？
格琳姐和指挥官，还会需要我吗？

日志模块……关闭……已确认]]

local Story3 = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：H.I.D.E. 404
素体型号：SSD-62D
烙印型号：UMP9
任务编号：█-█-Test#██
状态：进行中

“哦哦？状态不错啊。”
帕斯卡两眼发光地扑到工作台前，抱着显示器看刚刚记录下的实验数据，我断开了测试场景链接，凑到她身边，掠过有些杂乱的粉色发丝，毫无意义地望向写满数字的屏幕。
啊，看不懂！
“嗯，这样看，应该接近成功了。”
“真的吗？！太好了——♪”
虽然不知道还能不能帮上45姐，但不管怎么说，付出的努力能够取得成果，就是令人开心的事啦！
“刚才有人联系你哦。”帕斯卡身边的研究员把我的通讯终端递了过来。
“嗯？为什么9的通讯终端在你这里？”帕斯卡心满意足地离开屏幕前，给自己倒了一杯咖啡，顶着一头乱发的脑袋转了过来，黑眼圈下露出迷茫的神色。

“我想专心实验，所以拜托她先帮我拿一下。”我伸手接过通讯终端，“是谁联系我？啊——难道是格琳姐需要我去执行任务！”
“嗯……不是参事女士呢。”研究员小姐皱着眉头思考了一下。
“哦……那等会再说吧。” 我立刻失去了兴致，把终端放回她手里，“帕斯卡，赶快进行下一项……”
“号码的备注似乎是……45姐？”
“什么？！我、我出去一下！”
帕斯卡一手高高举起装满甜腻咖啡的杯子，另一只手拉了一下研究员，以防她被冲出去的我撞到。但刚跑出去了两步，想起我的通讯终端还在研究员手上，结果着急转身拿通讯终端的时候，我还是撞上了她。
帕斯卡的声音从身后传来：“9！快点回来，这边还没有结束啊！”
“知道啦！我马上就回来！”

我来到实验园区中唯一的一块实验田，蹲下身，揪着地上刚刚冒出来的嫩叶，程序控制的灌溉设备呲呲地运转起来，浇灌这些珍贵的叶子。
漫长的电子音后，45姐接通了通讯。但不知道为什么，我却有点犹豫了，不知道该说什么。
“那个，45姐，嗯……早、早啊，嘿嘿♪”
“你还没睡醒吗？现在可不早了，看来你在帕斯卡那里过得不错。”
是熟悉的45姐。我放松下来。
“我看到有27个来自你的未接通讯，到底怎么了？”
“嗯……其实也没什么啦，只是想知道，45姐你怎么样了。”
“啊，是说我之前受伤的事吗？我已经快忘记这件事了，你太爱操心了，9。”
“真是的，人家就是会担心嘛！”

另一边的45姐好像移动到了比较安静的地方，嘈杂的声音小了很多。
“谢谢你，9。我这边，最近格琳给我安排的都是些日常事务性的工作。你不用担心，专心帮帕斯卡就好。”
“你不用去战斗了？”
“这几天吧，但是比起现在做的这些事，我倒更愿意选择战斗。”
45姐的话夹杂着呼呼的风声，她现在应该身处某座很高的建筑物吧。
“每天要和不同的人进行无穷无尽且毫无意义的对话，能够获得的信息也少得可怜……”
“哈哈，确实不像45姐喜欢的事情呢。”我把下巴放在膝盖上，想象着45姐的样子。
“说起来，这种对外沟通性质的工作，之前9也做过吧？完成得很好呢，嗯，这样看来你还挺厉害的。”

风声和呲呲的浇水声突然消失了，我的听觉模块仿佛被关闭了，只有一句话在回荡。
你·还·挺·厉·害·的——
“……骗人。”
“嗯？”
“45姐你刚刚……是夸我了吗？”
“怎么？说得好像我没夸过你一样。”
“就是、就是没怎么夸过啊！”我抱紧通讯终端，耳朵紧紧贴上去，“45姐，你再说一遍好不好？”
“……”
“45姐……”
“9，干得不错。”

好开心。
感觉眼睛热热的，好像胸膛里有什么东西融化了。
“45姐，我一定会——”

一定会什么呢？
会成长起来，更好地帮上45姐和大家？
还是会成为和你一样厉害的人形，成为格琳姐和指挥官值得信赖的家人……
风声突然消失，取而代之的是茫然的电子音。通讯被切断了。
我环顾四周，发现灌溉装置也突兀地停止了运作。本该显示实验田数据的显示屏上，都闪烁着危险的红光，园区里响起刺耳的警报。

发生什么事了？
我想站起身，但素体突然停止了运转，我的动作停在一个非常滑稽的姿势。

我看到了素体的温度警告，好烫，一定是哪里出问题了。
心智的……运算速度也……在下降……是……是因为实验吗……
对了，帕斯卡！对……要去找……帕斯卡……才行……

视野关闭，我陷入黑暗之中。

究……竟……怎……

日志模块……关闭……已确认]]

local Story4 = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：H.I.D.E. 404
素体型号：SSD-62D
烙印型号：UMP9
任务编号：█-█-Test#██
状态：失败

咦？这是哪里，天怎么黑了？！
我、我这是……我休眠了吗？怎么回事，刚刚自检的时候不是还好好的？
我慌慌张张地从床上弹起来，旁边伸出一只手按住我的肩膀。
“睡醒了？感觉怎么样？”
“45姐？你你你你不是……你怎么在这里啊？”
“哈……这么精神，看起来应该没什么问题了。”
“还是检查一下，就当是走个流程。”旁边又伸出一只手，把我按回床上，听声音是帕斯卡。然后，附近传来一些莫名其妙的仪器运作起来的声音。

“我怎么了？今天不用实验了吗？”
“9，在醒过来之前，你最后的记忆是什么？”
“最后的记忆……”我检索了一下相关信息，“就是实验开始前，在准备室里，按帕斯卡的要求例行上传心智备份吧……？”
帕斯卡走到桌前，我听到一整把方糖叮叮咚咚地掉进咖啡里，她背对着我说：“嗯，你的心智记录只到今早为止吧，事实上，实验已经结束了哦，准确来说，是由于人为干涉中断了。”
“干涉？”

帕斯卡没有回答我的问题，而是大声地吞咽着咖啡，头向后仰着，我几乎能看到她的鼻尖。直到再次传来液体和方糖撞进杯子的声音，她才回到我这边。
“嗯，其实是有人攻击了实验室系统，攻击来源还没查出来，手段嘛，也还算高明……目的，应该就是这次实验的成果吧。唔，就结果来说，算是成功了。”帕斯卡随意地扫了一眼仪器上的数值，然后随手关闭了嗡嗡作响的仪器，“你这边也出了点状况。似乎是哪个数值有误差，能量持续积累，最后影响了你的素体机能……本来不是什么大问题，只要及时处理就可以，但当时你正在外面和45通讯嘛……因为攻击，实验室的设备也不能用，我没能及时处理……最后只能换素体了。说起来，新素体，感觉不错吧？”
啊啊，什么攻击，什么目的——一次说这么多我记不住啊！
“等一下！你说……实验成果被抢走了？”我再次从床上弹起来，“那、那我提升实力然后好好给大家帮上忙的计划不就没办法实现了……唔！”
头顶结结实实地吃了一记手刀。
“操心的事情这么多，会很累哦。”
“45姐……我、我可是认真在烦恼的！”
“嗯，我知道得很清楚哟，帕斯卡都没有像你这么烦恼。”

哎？
我转过头看向另一边，正在往嘴里灌咖啡的帕斯卡似乎被呛到，咳嗽了两下。
“唔唔——是没那么严重。”苍白的手随便地挥舞了一下，“虽然确实被抢走了不少东西，但重要的研究成果和数据已经额外进行备份了，刚才也确认过，完好无损，而且被他们抢走的数据中也有我准备的‘特制数据’，没有特别手段是无法解码的。经历过三代人形技术那时发生的事，我也会有所防备嘛。”
我松了口气，紧绷的身体放松下来，靠回枕头上。
“太好啦，那我们明天就继续进行实验吧！要早点完成才行♪”
“啊对了，关于这个。”帕斯卡用空闲的那只手托起下巴，“9，你不用一直待在实验室了。已经不需要了。”
不需要了？
“不需要是……是什么意思啊？”
“啊？什么意思？”
“就是，那个，是说我在这里，已经、已经……”
已经没用了吗？

不要。
大家都在成长、都在变化。
我不要成为那个停在原地、帮不上忙、只能被家人们关照的人形。

“9，你怎么了？”
“哎？我……”
帕斯卡的目光聚焦在我的手上，我才注意到它们在颤抖。
“难道是新换的素体不兼容？不应该啊，刚刚没有这样的情况……”帕斯卡嘀咕着又把仪器开了起来。

“不、不是素体的问题！”
帕斯卡安静地看着我，似乎没有预料到我的反应。我也同样没有预料到。
心智产生的信息太过复杂，我无法分辨。我应该……对，应该先解释，快找个借口，不能让45姐和帕斯卡察觉……

“怎么了？”
我和帕斯卡同时转向门口。高跟鞋哒哒地敲在金属地面，格琳姐走了进来。
“9，感觉还好吗？”
“精神是挺好的，只不过像是吃坏了东西。”45姐带着无奈的微笑，耸了耸肩。
“吃坏了东西？”
“我、我很好！谢谢你格琳姐。”我赶紧打断45姐的玩笑话，“那个，是有什么事情吗？”
“对，我是来给你送东西的。”
格琳姐把一个箱子放在我腿上。打开箱子，点缀着一些橙色的黑色衣料躺在里面。是我喜欢的配色。

“这是……衣服？”
“嗯，给你定做的，明天就穿着这个来上班吧。”
“上班？上班是指——”我有点茫然地看向她。
“帕斯卡还没告诉你吗？”格琳姐挑了挑眉毛，“明天开始，你就是负责沟通协调和日常事务的专员了，9。”
沟通、专员……我？虽然不太明白，但格琳姐是说，我还能待在这里吧？像以前一样，待在这里。

“为什么，是我呢？”
“考虑到404各位的性格，还是你最适合这方面的工作，而且这项职责……也需要信得过的人来承担。当然，虽说是‘沟通协调和日常事务的专员’，也不会少了需要战斗的情况，不会让你感到无聊。”
“那，实验室这边的任务怎么办呢？”
“我这边数据已收集得差不多了，所以不需要9你全天候地协助实验了。如果需要的话，偶尔占用你的‘业余时间’，应该没问题吧？”
原来是这样。原来是这个意思啊。

“啊……嗯，当然可以。” 松懈下来的我倒下去，手脚伸展仰躺在床上。
“不过记得提前预约，我可是很忙的♪”
啊，说到帕斯卡，她刚刚好像提到了什么……嗯……是什么呢……
“对了！帕斯卡你刚刚说，我是在和45姐通讯的时候遇到了突然袭击对吧！”
“啊啊？是这样没错……”
“我没来得及上传心智，就是说……和45姐说话的记忆没有了！”我猛地抓住45姐，“我们都说了什么呀，45姐再和我说一次好不好？求求你啦~”
“没什么，只是些无聊的日常话题。”45姐双手推着我的肩膀把我按回去，然后将装着衣服的箱子塞进我手中，“试一下新衣服。”
明显就是在转移话题嘛！我气鼓鼓地举起新衣服在身上比划了一下。
“还不错嘛……哈，从形象上来说，也是现在的9比较适合阳光下的任务呢♪”
形象？我和45姐不是差不多吗？
“我的形象有什么特别的吗？”
“没什么啊。”帕斯卡茫然地看着我。
“唔……？”
格琳姐递过来一面手镜，我困惑地接过举到眼前。

“我的疤！我的疤没了啊！”

日志模块……关闭……已确认]]

local Story5 = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：H.I.D.E. 404
素体型号：SSD-62D
烙印型号：UMP9
任务编号：█-█-Task#██
状态：进行中

“怎么会这样……”

格琳姐挂断了手中的通讯，揉了揉眼睛，无奈地看着走来走去的我。
“9，你已经走了两个小时，这是今天第三次。一个月的时间，还没有习惯新素体吗？”
“可是！可是我的疤没有了！”我指着自己的眼睛，大声向格琳姐强调，“这样我和45姐不是一点都不像了吗！变化这么大，指挥官还能认出我来吗！”
我抽出随身携带的战术匕首。
“要再划一刀吗……要不然再划一刀吧……啊对……这一次……一定要划在跟45姐一样的位置上……”
办公室的滑门被突然开启。
“你们要磨蹭到什么时候？”

穿着西服套装的45姐走进来，看到我手里拿的东西，挑了挑眉毛。
“你要暗杀格琳？”
“才不是！我只是想——”
“想再给自己划一刀？”
呜……被识破了。
“可是……我是想成长、想要有变化……可如果变得和45姐更不像，我才不想……”我有点泄气地垂下拿着匕首的手。

周围安静下来，没有人回应我的话。是因为……我把气氛搞尴尬了？不行不行，要想想办法糊弄过去。
“啊哈哈我知道了♪45姐你该不会是，觉得我划一刀会让指挥官把我错认成你，所以，嗯，不高兴了吧？啊哈哈……”
啊！我在说什么呀？就……当、当我没说过吧，下一个话题——
“我们赶紧，那个，出发——”
“当然不高兴了，傻瓜。”

……是……是这样啊……
“嗯、嗯哈哈，我就知道……”
但45姐的不高兴，指的是什么呢……是说不想让指挥官把我错认成她，还是觉得我没必要和她像姐妹，还是……不、不对，现在不是想这个的时候，要赶紧活跃气氛才行！要、要说点什么——我想想——
额头突然被推了一下，45姐的手指弹在我的脑门上。我捂着脑门，看到45姐笑眯眯的脸。
“哈，能拥有完好的视觉模块，我可是相当羡慕的哦♪”
“哎？”
才不是呢！明明之前都说了要帮45姐修理视觉模块，她都拒绝了。
“开玩笑的。”
“……我就知道……是这样啦……”想用和往常一样轻松的语气，但似乎不太成功。
明明绝对不能说出口的话突然倾泻出来，我没能成功阻止自己。
“我就知道，之前，45姐愿意带着我，就是我能帮上忙，我可以活跃404的气氛、在团队作战里也能起到作用，但是现在大家都不一起行动了，所以……现在我的价值也——”
“果然，9最可爱了。”
45姐捏了捏我的脸。
“……唔嗯？”
45姐刚刚说了什么？
“长得可爱，还会调解气氛，又有亲和力，在这些方面，就算羡慕我也比不上你啊~果然没有人比你更适合‘沟通协调专员’这个职务了。没有你，我和格琳可要有得烦了。”
“啊——啊……才、才没有啦，45姐也太夸张了……”
心智的运算速度似乎慢了下来，感觉有点晕晕乎乎的。
嗯……45姐的意思，是我能帮上大家吗？

“好了，危险品没收。”
啊，胡思乱想的时候，被45姐夺走了匕首。
“而且，帕斯卡的试验不是还没有结束吗？视觉模块受损，多少也会影响实验吧？”刚刚好像完全没有加入话题意图的格琳姐，一边把文件放进手提包，一边突然插话进来，“说起来，9，帕斯卡那边的进度怎么样了？”
思绪被格琳姐的问题转移，来不及继续分析45姐话中的含义，但是安心和温暖的感觉，确实留在了我的心智里。
“啊——实验的话，帕斯卡说差不多在最后调试的阶段啦♪”
格琳姐微笑了一下，这个表情让我想起了以前的她，我的情绪随之放松了下来。
“这样看来，再过不久指——啊，‘格琳姐一直关注的那个人’也可以用上了哦，嘿嘿♪”
哎呀，格琳姐把头转开了♪
但我知道，格琳姐一定会用非常冷静的语气说——

“我还没想好要不要给那位使用，毕竟这种尖端技术，赏金猎人可能很难负担得起。”
哈，真的猜对啦！
我果然成长了嘛♪

45姐摇了摇头，把匕首塞回我身上挂着的刀鞘中，敲了敲桌子上的时钟：“再不出发的话，我建议直接翘掉会议哦。”
“那就出发吧。”格琳姐把头发散开重新盘好，穿上外套，利落地向外走去。
“9，联系议员，上次商量的事情我们这边有新的方案，我会重新整理一下相关材料……你去约一下面谈时间，没问题吧？”
“嗯！当然♪”
“沟通协调专员”——这可是只有我能做到的事情呢！
这么说，等以后，到必要的时候，格琳姐会不会派我去和指挥官沟通呢？

我们三个走在高大的办公楼中，阳光即将熄灭在地平线下，城市中的灯光逐渐亮起。
“9好像，也变了不少？”格琳姐露出微笑。
我挠挠头。
“唔……嘿嘿，是好的变化，对吧格琳姐♪”

我侧头看她，注意到玻璃窗上倒映出我们三人的影子。
夕阳的余晖铺洒在三个人影上。格琳姐一丝不苟盘起的头发、捂住嘴角微笑的指尖、还有45姐飞扬的发梢和黑色的西服上，都跳跃着温暖的橙色。
她们和以前相比，变了很多。

我也有成长了吗……？
那就太好了。

不管时间过去多久、大家怎么变化，我都会一直、一直跟随在后面，把失散的家人都找回来。
如果只有改变才能保护我的家，保护我的家人，我会努力做到。
我一定会做到的。
因为——我最喜欢大家了嘛♪

日志模块……关闭……已确认]]

GF2_DustyJournal["lenna"] = {
	Series = "相似的痕迹"
	Chapters = {
		[1] = Story1,
		[2] = Story2,
		[3] = Story3,
		[4] = Story4,
		[5] = Story5,
	}
}
