GF2_DustyJournal = GF2_DustyJournal or {} -- don't touch

local Story1 = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：格里芬与克鲁格军事承包与安全顾问服务公司边境调查团
素体型号：SST-05
烙印型号：AK-Alfa
任务编号：█-█-█
时间：第■■天
状态：进行中

现在是夜晚10时26分，小队刚完成了此次委托最重要的部分——从敌人堆里救出委托方要的人，并到达了指定地点等待接应人员。
指定地点，就是一个半藏在绿区地下的酒吧。入口道路蜿蜒曲折，如果没有委托方提供的地图，这里就像宇宙中的孤星般难觅。
酒吧里有身上散发着桃子香水气息的女主人，一头红发，像从老式科幻电影里走出来的。她的眼角布满皱纹，年龄很大。我们当时等了一会，才见到这位女主人。

坐直升机到达这里后，我们保护着刚刚脱离险境，还惊魂未定的维勒斯·费恩，根据委托人发来的3D地图确认了接头地点——雨后的薄雾还未散去，轻纱般笼罩着地下酒吧的入口。
木质招牌老旧发灰，水渍未干。
灰熊再三确认地址，却仍然心存疑窦。酒吧入口正对一处私人宅邸。原本应是宅邸后门的地方，现已被水泥封死，只能隐约看出曾有门扉存在。布局实在奇怪，队友们忍不住七嘴八舌讨论起来。

我注意到，沿着小径往前走十几步，就能随楼梯攀上一幢废弃小楼的公共阳台。从那里向西看，是最适合夜间观星的地方。没等我进一步深想，酒吧门内传来声音。
“你们是谁？”
年轻女孩子的声音，听起来不超过20岁。
“来一支冷香雪茄。” 灰熊说。
冷香雪茄，委托人给的暗号。费恩的灰色风衣上有烟草的味道。指的是他。
“请稍等。”
女孩从窄细的门缝中看着我们，等了一会，才缓缓打开了铁门。

“我是克莱尔。抱歉，我们必须对客户负责。格林伍德先生为你们预定了位置，请跟我进来。”
女孩有一头令人过目难忘的红发，发髻处戴着贝壳发饰，各种海洋生物纹路栖息在窄小的贝壳上，边缘印有一圈金线。她和我见过的那些年轻的少女截然不同——她是人形，有着自己的名字，还颇受主人宠爱。
我们跟着她走进了酒吧，这里地方不大，四处弥漫着一股淡淡的啤酒花的味道，微微发涩，仿佛发泡不充分的麦芽酒。我四处看了看，除了昏黄的灯光外，一个客人也没有。

“请等一等，主人马上就过来。”
她的话音刚落，旁边的一扇小门被打开，同样戴着精致的贝壳发饰的红发女人走了出来。
“克莱尔，去为客人准备点喝的。各位，格林伍德跟我说过你们，我为你们准备了合适的休息场所。”
女人露出一个略显疲惫的微笑，带我们走向一个小房间，边走边说：“格林伍德先生告诉我，他派来的接应队伍大概——”她看了看表，“嗯，一小时后会到。”

这个房间是温暖的，干燥的木头没有受到雨水侵袭。女人话很少，和灰熊客套两句后就出去了。费恩局促地坐下，整理他发皱的灰色细条纹衬衫，M590和灰熊放松地坐在费恩对面。
红棕色咖啡桌上摆着几瓶罐装啤酒，PzB39拿了一罐，起开拉环递给我。
“……谢谢，PzB。”
我喜欢酒。这要感谢格里芬的机械师，持续为我提供进食模块的维护。

接过啤酒，我的视线落在了窗外。
薄雾淡去，被雨水洗涤过的夜空干净得像漆黑的天鹅绒，碎钻般的群星洒落其上，它们遵照某种特定规律，持续散发着光亮。
窗子半掩着，我的视线穿过木制的窗棂，落在柔软的夜空上。

“队长，我出去一会，15分钟后回来。”
灰熊点了点头。我摸了摸随身携带的相机，走向门口，M82跟了过来。
“M82，怎么突然……”
“我也想看星星啊！今天可是难得的观星好天气！”
“可是你没带相机。”
“只用眼睛看也很美啊，而且我想和你一起看。”
“……嗯。”
我带着她一同绕过摆放随意的桌椅，走向酒吧的入口，穿过门，来到了室外。就在距离这里不远，有一栋无人居住的房子……嗯，就在那里。
我和M82一起向那栋房子走去。
“阿尔法，每次出任务，你都随时能找到看星星的最佳场所，你是怎么做到的？”
我有些羞赧，低声回答：“想要看星星的话，当然就要去最合适的地点啊。”

我们站在阳台上，夜风吹来，十分舒爽。透过窗户看到的星空本已足够惊艳，现在站在高处，星空显得更加震撼。
我习惯性地举起相机，调整光圈焦距，拍下一张张照片。
“阿尔法，也是只有你会在做任务的时候拍星星。之前把费恩救出来的时候大家的电量都快见底了，我还以为你会和灰熊她们一样瘫着休息呢。”
我放下了相机，仰望星空。

“像今晚这样的夜空太少见了，肯定要留下纪念啊。不过，比这更罕见的，是今年即将发生的水星凌日，我还专门设置了震动提醒。根据塞罗·托洛洛天文台发布的预告来看……”
还没等我说完，M82就笑着打断了我。
“又来了又来了！听你说这个水星凌日，我听得耳朵都起茧子了！啊，人形也会起茧子吗？会吧？不会吧……”
“这样的天象百年难见，运气好，还能看到爱因斯坦环，明亮的光晕环绕着一片孤星，不觉得壮丽而美好吗？”
“壮丽而美好？唔，《银河漫游者》里是不是说过……”
M82笑着讲起我们都很喜欢的一部科幻小说，我禁不住微笑，她的声音、她讲述的内容都让我感到安宁。

但这样的安宁，很快就被打破了。打破它的是发送至全体人形的，有关格里芬解散重组事项的通知。
我叹了口气，但并不十分惊讶，之前格里芬动荡、指挥官离去时，我就预感到会有今天这一刻。即使再不舍，也总会面临离散的时刻……只是，我没想到这一刻会来得这么仓促。
“阿尔法，你怎么这么冷静啊！格里芬要解散重组了！”
“是啊……但是，这件事已经无法改变。既然无法改变，又有什么激动或不安的必要呢？”
“你、你真是块木头！我们确实左右不了这件事，但至少要为自己的将来着想啊！等等，队长的消息，她要我们赶紧回去了，肯定就是要说这件事。”M82拉住了我的袖口。
我叹了一口气，“等我一分钟，还有最后一张。”
“快点！”

在M82的催促声中，我们回到了那个狭小的房间。我和M82与灰熊、费恩两两相对坐着，M590和PzB39坐在费恩的同侧。
这个灰头发的年轻男人被一圈人形包围，露出极为不适的表情。
“你们要做什么？”
“确保您的安全。另外，我们要开个小会——别担心，我们有自己的通讯渠道，即使同处一室，也不会打扰到您。”灰熊说，然后我们所有人都在二级平层收到了一条消息——
格里芬即将解散重组，每个人都要考虑自己将来的去处。人形们可以申请留在格里芬，但名额十分有限，除此之外，还可以接受安置去绿区工作，安置的名额会宽裕不少。我个人的想法是不管大家最终去哪里，灰熊小队都不要分开。你们呢？
M590的消息很快跳了出来。
M590：我无条件支持队长的决定。至于去哪——唉，虽然我舍不得格里芬，但是我们几个想都留下来怕很难吧？那不如接受安置，去绿区找份工作好了。虽然根据前往城市的治安等级，我们可能要被摘除火控核心，但在绿区就不用上战场，不装也没什么关系。
M82：我赞同。据说有些绿区会有图书馆，不知道人形能不能去当管理员。
PzB39：我想接着改装我的摩托车，绿区会有汽修厂吧？
灰熊MkⅤ：大家这是都想去绿区？
M590：去哪里都行，只要大家在一起。
PzB39：没错。等我的摩托车改装好了，我带大家一起去兜风，就是不确定我们能不能被分到一家公司……但跟赫丽安提前聊聊的话，也许有机会呢？
……
队友们的声音在二级平层内此起彼伏。不久后，大家谈到了那位早已离开的指挥官。
灰熊：你们说，指挥官离开格里芬时，是怎样的心情？污染区那么危险，指挥官离开时又是一个人，不像我们还能有个照应……
M590：指挥官一直很有主见，选择离开，一定有自己的原因。
M82：嗯……希望指挥官想做的事，都能完成。哪怕不在格里芬了，指挥官，也一定还是那个指挥官。
PzB39：想开点，指挥官神通广大，不像我们这些在格里芬愁打仗，离开格里芬愁生计的人形，说不定指挥官现在比我们过得都好呢！
M590：别开玩笑了。如果没有这次解散重组，作为人形，谁会想要离开格里芬呢？不过……留在格里芬的名额和绿区安置名额都是有限的，我们还是早点申请的好。
灰熊：是啊，如果我们在绿区混得不错，也许还能攒下点积蓄去找指挥官呢！
……

看我一直没开口，灰熊特意问了我。
灰熊MkV：阿尔法你呢？你要不要和我们一起？
M82：灰熊小队可不能分开！
M590：是啊，阿尔法！
PzB39：我就在摩托车上装一个特别高的架子，专门留给阿尔法看星星吧？
……
我轻轻叹了口气，给出了自己的回答。
AK-阿尔法：只要能看到星星，看到今年的水星凌日，我去哪里都可以。
M82：什么嘛，这么冷冰冰的回答！
PzB39：是呀阿尔法，偶尔也要坦诚一点，大家一起兜风不好吗？
……
队友们埋怨似地撒着娇，让我有些手足无措。
AK-阿尔法：只要去了绿区，我不就是和大家在一起吗？这种事，用不着特别点明吧。
M82：当然要特别点明啊，你不说大家怎么知道你的真实想法！
AK-阿尔法：……
……
我们的交谈没有进行多久，屋外传来了枪响。

日志模块……关闭……已确认]]

local Story2 = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：格里芬与克鲁格军事承包与安全顾问服务公司边境调查团
素体型号：SST-05
烙印型号：AK-Alfa
任务编号：█-█-█
时间：第■■天
状态：进行中

枪声刚响起，红发女人就飞速推开门，说这里被袭击了。费恩脸色骤变，说他的兄长很可能买通了接应人员，想要把他灭口。灰熊立刻整合队伍，全队准备作战。
看着大家端起枪严阵以待的模样，我禁不住想，如果大家以后都只是普通人形，就会被集体摘除火控核心，这或许是最后一次作战了吧？
不过对我而言——只要能看到星星，去哪里都一样，确实是我的真心话。
成为普通人形后，我们所服务的城市也许能保护失去了火控核心的我们。毕竟，还有那么多从来就不具备战斗能力的人形在这里工作。

但是，当敌方人员涌入酒吧，开始无条件开枪扫射，力求尽快消灭费恩时，我的想法发生了变化。

“救命，克莱尔，救救我！”红发女人发出高亢的尖叫，M82抬枪击溃两名靠近她的敌人，但即便如此，也无法延缓敌方的攻势。下一刻，克莱尔端着一把冲锋枪冲了出来。
只是，还没等克莱尔出手，密集的子弹就朝着她的头部扫射过去。那个精致的贝壳发饰也在混乱中被子弹打碎。
“克莱尔——！”红发女人发出更高亢的尖叫。
克莱尔倒在地上，失去了行动能力。她的额头上有几个圆形黑色弹孔，部分电路管线外露发出呲呲的响声，失去了意识的双眼看起来呆滞无力。无论红发女人怎么呼唤，她都无法回应。那把冲锋枪就躺在她身边，甚至一颗子弹都没消耗掉。
“……”
没有火控核心的人形，还来不及开枪，就报废了。
如果灰熊小队接受安置，去往绿区，成为普通人形，也会变成这样吗？
……

“阿尔法，还在作战呢！发什么呆！”
M82严厉的声音响起，我连忙将注意力拉回战场。
“大家别担心，我刚刚发起了求援，格里芬的支援队伍还有十分钟就到。”
“费恩先生，别这么害怕嘛，就算你那边接应的人反水了，灰熊小队也会将你安全送回去，不过，要记得好评哦！”
……
队友的语气听起来依旧轻松，除了我，没人在意刚刚发生的事。

十分钟后，格里芬的精英队伍如约赶到，领队的WA2000干净利落地用压倒性的火力解决了所有敌人。PzB39忍不住惊叹：“这么猛的火力，是在开玩笑吗？几分钟就把这么难缠的敌人解决了。”
“如果她们早来几分钟，那个叫做克莱尔的人形就不必报废。”
我说。
“这也是没办法的事情啊，谁知道接应人员会突然变成索命鬼？那些普通人形的作战能力充其量只能干掉一两个流氓，这种情况嘛……遇到只能自认倒霉了。”
我承认这是小概率事件，但它发生了，这是不是证明绿区并不像灰熊她们想的那样安全？

最后，灰熊代表我们和支援队伍做了交接，拜托她们将费恩带往安全地点，之后她会和委托人进一步沟通。在灰熊交接时，我轻轻来到红发女人的身边，她的脸上布满泪水的痕迹。
“你打算拿她怎么办？
我指向报废的克莱尔。
“我提前把她的心智数据上传到服务器了，换新素体的钱，格林伍德会出。”
“人形们的店主，都能像你一样帮她们备份心智吗？”
“也不是……毕竟租用服务器的价格不算便宜，但是，克莱尔对我很重要……”
我后退了一步。
“也就是说，对其他店主来说，人形很有可能只是工具和消耗品……”
女人不再回答我，只是忧伤地看着报废的人形素体。她这么看重这个人形，甚至还为她起了名字，但遇到危险时第一时间也是要求没有太多作战能力的人形保护自己。
如果灰熊她们以后会遇上这种事……

“阿尔法，准备一下，我们该回去了，你怎么又掉队！”
“我知道了。”
回应灰熊后，我悄无声息地离开了红发女人身边。
人形空洞无神的眼睛一直注视着我，仿佛是在无声告诫。
绿区，真的不像灰熊她们想象的那样安全。也并不是每一位雇佣人形的人类，都会像那位指挥官一样善待我们。

很快，我们全员搭上直升机，准备返回格里芬。
在我们离开时，笼罩在城市上空，轻纱似的薄雾已然淡去，处在遮掩下的城市逐渐暴露出自己的全貌。螺旋桨发动起飞，这座城市的所有细节都开始变成小小的色块，直到混成深深浅浅的一大块。
这样的城市，可能就是灰熊小队以后生活的地方。
灰熊她们，真的理解自己以后的生活情况吗？留在格里芬，固然需要应对随时出现的战斗，但被摘除掉火控核心，危险来临时任人宰割就是好的选择？去绿区，绿区里的那些城市确实有它美好的地方——
图书馆，无穷无尽的藏书，最稀有的科幻小说都能在这里找到；汽车维修厂，不管是什么改装手段都能学到……
又或者，她们只是，不想要分开。
灰熊她们一直有自己的想法。

就连我——
我，喜爱绿区绿色的原野，和原野上方雨后的天空。那像是未被污染过的深泉一样干净清澈的天空，可能出现所有罕见的天象，能够拍出最壮丽的星空照片。
无数想法在我脑海中交织，最终，我轻轻拍了拍坐在我身边和M590聊得正开心的PzB39。

“怎么了，阿尔法？”
“PzB，大家就不担心吗？”
“担心什么？”
“……没什么。”
“不要总是说话说一半啊，这算是我们小队最后一个任务了吧。不过之后我们还能再聚，接下来想想调动申请怎么写就行了，还需要担心什么？”
“绿区城市里的普通人形，需要摘除火控核心。”
“是啊，这是流程。”
“……”
“到底怎么了，你说嘛。”
“没什么。不过，PzB你是真的很想去绿区吗？不管怎样也要去？”
“阿尔法，你这个问题——嗯，我是很想去学摩托改装，绿区这么多城市，总能有这种机会吧？但是，能和灰熊，和大家在一起才是我想要的。你明白吧，我们和人类不一样，人类因为血缘会有自己的父母和各种亲戚，我们就只有自己主动，才能认识一些朋友。你和灰熊她们对我来说就是最重要的人，所以，能和你们继续在一起，我去哪里都可以。”
“原来是这样。”
“不过能和你们在一起，还能学习摩托车改装就再好不过了！”
“所以，你还是想去绿区。”
“能够两全其美的事干嘛不做嘛！”
……

不用再去问其他人，我都能模拟出她们的回答。
是啊，能够两全其美的事干嘛不做。
没有人意识到这个选择会带来的危险，对她们而言，在绿区遇险毕竟是小概率事件，为了这么一个小概率事件而放弃美好的未来，得不偿失。
可这样的小概率事件，只要发生一次，她们就会消失。
她们的新主人可能不会像格里芬一样慷慨，更不会像那个红发女人一样，为她们做心智备份，为她们准备新的素体。这太依赖于主人们的想法和经济水平，就像极光预测，在夜晚到来之前，谁也不知道极光会不会真的出现。
也就意味着，我——有可能会失去她们。
美丽壮阔的水星凌日多年才能遇到一次，但只要耐心等待，它就迟早会出现。失去她们——却是永久的，只要发生一次，就再也没有挽回的余地。
明明素体温控正常，我却感到寒冷，听着她们谈论接受安置后的美好生活时，发声模块像是报废了一样，无法发出任何声音。

我不想破坏大家对美好未来的追求，但我也不想任何可能的危险发生在大家身上。
一定，一定会有真正两全其美的办法。

日志模块……关闭……已确认]]

local Story3 = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：格里芬与克鲁格军事承包与安全顾问服务公司边境调查团
素体型号：SST-05
烙印型号：AK-Alfa
任务编号：无
时间：2065年■月■日
状态：无

几个小时后，直升机将我们送回了格里芬。
灰熊简单报告了情况，我们作为“灰熊小队”的最后一次任务就结束了。那位指挥官离开后，即便再留在格里芬，有些东西也已经改变了……
灰熊提出大家在解散前最后聚一次，纪念格里芬生活的结束，准备迎接新的开始。
没有拒绝的理由，我答应了。

集会地点在距离格里芬总部有一段距离的小树林。
到了约定的那一天，我按灰熊的要求带上了投影仪和音响，准时到达了约定的地点。PzB39抱了一大堆的动作电影碟子，走路时都在小心翼翼地护着它们，像只企鹅。M590在一旁扶着PzB39的摩托车，车身上有新的涂鸦，那是一只憨态可掬的毛绒棕熊，不用思考也能知道是谁的手笔。灰熊提着几瓶啤酒，我知道那是为我准备的。M82则是准备了一整箱的烟花，箱子很高，她的脸全被烟花箱子挡住了，但我仍能从她欢快的脚步声猜测出她的心情。
整个格里芬都笼罩在离别的哀愁中，但我的队友却没有这种感觉，可能是因为大家已经约好了要一起去绿区。但她们不清楚的是，我还没有提交申请，我在犹豫。

我将投影仪放下，心不在焉地将它设置好，投影仪的光束打在一片密集的树叶上，就像是天然的幕布。PzB39顺势放好碟片，一阵细微的呲呲声后，音响中传来夸张的片头曲。
M82开了一瓶啤酒给我，这次嗅觉模块接收的是清新的麦芽酒花气味，我闭上眼睛，将整瓶啤酒一饮而尽。
看着忙碌的大家，我尝试着说出忧虑。
“那个……为什么大家一定要去绿区呢，留在格里芬也没有什么不好吧？”
“是没什么不好啊，但是留任格里芬的名额太少了，而且我们在绿区可以做更多的事嘛！”
“没错，我的摩托车需要更进一步的改装，大马力加速对它而言必不可少。留在格里芬，哪有时间改装啊？”
“格里芬的资料库可没有城市图书馆里那么多的科幻小说啊……”
队友们嬉笑着回答我的问题。

“可是，绿区并不一定安全，就像上次，大家在任务中差点受伤。那个叫克莱尔的人形也——”
“这种小概率事件一年也难得发生一次啊！”
“是啊，阿尔法，你今天怎么了，想这么多，这不可不像平常的你。”
“对啊！要是平常，阿尔法你早就拽着PzB ，要去找个好地方看星星了。而且，你今年还要看那个水星，水星什么来着……”
“水星凌日。”
我忍不住补充。
“对！就是水星凌日，你今天真有些反常，阿尔法，你是不是有什么事瞒着我们？”
看着队友真诚的脸，我张了张嘴，却无法说出我还在犹豫。
我需要更多时间去想清楚这个问题。
当前能够确定的，是队友们都对将来的绿区生活充满憧憬，可是……
克莱尔空洞的双眼依然清晰地残留在心智中。
我究竟该如何劝她们留下，而且，让她们留下真的是对的吗？留在格里芬，就要继续战斗，
那些对未来的美好想象都会消失。
这样的结果，不是我想要看到的。

“阿尔法，你到底怎么了？脸上表情变来变去，今晚像是把一年的表情变化都用完了。”
“啊，我、我没什么事。你说到水星凌日，我很激动，对，就是这样。”
“就因为这个？哎，真是难以理解，不过我自己也沉迷于改装摩托车，也没什么立场说你就是了……等去了绿区后，就有大把时间专门鼓捣这些玩意儿了。”
……
队友们善意的解围让我更加愧疚，不知不觉我又喝了一瓶啤酒。
如果，只有我留下来，借助格里芬的力量在必要的时候为大家提供协助，然后让灰熊她们去绿区，这算不算个最优解呢？
这个想法一出现，我握住啤酒瓶的手都抖了抖。确实可行，只要重组后的格里芬能保证物资供应，以及提供必要的素体维护，也能给我一些自由支配的时间，这个计划就能一举解决所有问题。
但另一个问题又随即浮现在我面前——
只有我留在格里芬，意味着我将背叛我之前的承诺。那时，我已经许诺过和大家一起去绿区……

此时此刻，我好希望那个人依然还在格里芬，我可以扣响那个人的门扉寻求答案。
但这不可能了……而且如果指挥官依然留在格里芬的话，我们的选择也不言自明。

正当我纠结之时，M82点燃了烟花，一只张牙舞爪的金色雄狮在空中肆无忌惮地露出怒容，一辆飞跃罅隙的重型摩托轻捷地越过天空，一本翻开的厚书中跳出明亮的银河悬臂。烟花一个个燃起，最终灰熊小队的队标定格在夜空之中，然后缓缓消散、熄灭，比夜风还要轻柔。
队标很简陋，是当初队伍成立时一起画的，每个人都添了一笔，最终的成品看起来不伦不类，那只说是气势磅礴的棕熊，其实看起来更像是只臃肿的大猫。
队友们先是尖叫，而后逐渐无声，最终大家手牵手一起看完了这场定制的烟花秀。
“不错的纪念，是不是？”
M82轻声问。
我连忙点了点头。

也许是留恋属于格里芬的日子，也许是多彩的图案让人沉醉，烟花放完后，大家都没有立刻离开，碟片换了一张又一张，队友们一起聊着关于过去与未来的事情。
我坐在与她们不近不远的一块高地上，她们也早已经习惯了这种距离。
身下的软布干燥而洁净，我轻轻躺下，仰望着那一片夜空。星空浩渺，万千星辰辉光闪耀。夜风带着丝丝凉意将队友们的喧嚣渐渐吹散吹远。
明明是最适合静心思考的地方，我却发现自己怎样也静不下心来。

留在格里芬，还是接受安置？
留在格里芬，意味着我能继续保护大家。
接受安置，就能履行当初的承诺。如同灰熊最初所说的那样，只要所有人在一起，灰熊小队就不算解散。

心智中早已呈现出了最合理的结果，而我却似乎无法真的迈出那一步，也无法坦诚地将担忧告诉灰熊她们。如果知道我选择留下，她们一定也会陪我一起的吧？但我不能亲手毁了那些梦想。
……
看着浩瀚星空，我轻轻询问群星：“你们，能告诉我，我该怎么做吗……？”
指挥官不在的当下，我只能问向星空。
我的询问没有回应，只有夜风徐徐吹来，掀起我的长发。
“我想，今晚我还有很长时间，去思考这个问题……”
翻了个身，我用双手环抱住膝盖。

终于，在天光渐渐亮起时，我有了自己的答案。

日志模块……关闭……已确认]]

local Story4 = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：格里芬与克鲁格军事承包与安全顾问服务公司<s>边境调查团</s>
素体型号：SST-05
烙印型号：AK-Alfa
任务编号：无
时间：2065年■月■日
状态：无

我提交了申请表。
对于格里芬各个人形的最终安排需要一段时间才会公示。
在离别前最后的这段时间里，我像往常一样和灰熊她们相处，不同之处在于，我没有像她们那样对未来充满憧憬，也没有像她们那样收拾行李，将自己最重视的物品一样一样放入行李箱。我一直在等待，就像是一颗逐渐走向死亡的红巨星，我不知道未来的我会成为明亮的星云，还是成为黑洞。
距离安排公示还有24小时，我躲在了自己的宿舍里。我想要待在我自己的小天地里，直到大家全部离开。

我的想法还是太过天真了。
第二天一早，灰熊她们就来到了我的小天地前。
“开门啊，阿尔法！我们有事找你谈！”
“阿尔法，我们不是说好了一起接受安置吗？”
“是啊，阿尔法，你是遇到了什么问题吗？大家可以一起解决的！”
她们不断地敲门，声音又急促又混乱，我像格里芬给我们的最后一个任务里遇到的那个红发人形一样，透过宿舍门窄小的缝隙去看队友们——她们的脸上有困惑，有不解，更多的是焦急。
她们根本没有想到我会做出这样的决定吧。
敲门声一直持续了5分钟，我全程沉默不语，伪装自己并不在房间里。
“灰熊，阿尔法她可能不在这里。”
“嗯……我们再去别的地方看看。这么大的事完全不和我们商量，阿尔法也太任性了。”
“可能阿尔法有自己的苦衷呢？”
队友们在门前交谈了一会，反复确认我并不在宿舍后，终于一同离开。我如释重负地贴着门板滑坐在地毯上，怔怔地看着地毯上印着的《界外极星》的图案。
“对不起，我骗了你们……”

没过多久，通讯终端的信箱里就塞满了队友们的消息，大多是担心和询问，我看了很久，为了不让自己心软，最后，我狠心屏蔽了所有队友。
这样的话，大家就会安心去绿区了吧。
为了防止队友们再次找到宿舍这里，我为自己充满电后，就独自来到了附近的一块高地。我想在这里捱过这段格外漫长的时光。
白天我静静待着，到了夜晚，我注视着夜空中的群星。
但我没想到，她们竟然找到了这里！
就在我抱着双膝观星时，云朵移走，月亮的光芒落了下来，照在了几个队友们的身上。月光下，她们就像几个小小的点，朝着我所在的区域走来。
为了避免自己暴露，我连忙找到附近的一块大石头，躲了起来。
队友们的脚步声渐渐靠近，我能听到她们的声音。
“她真的在这里吗？PzB？”
“不在宿舍，按照她的习惯，常去的地方就只剩这里。总之，先到处找找看吧。”
“哎，为什么要一直躲着我们呢？难道我们很可怕吗？”
“我一直觉得阿尔法有自己的想法，只是她没有办法告诉我们。”
“怎么没有办法，和我们还有什么不能说的？”
“我也不知道……”
队友们的交谈声几乎近在咫尺，她们已经来到了我藏身的这块石头附近。我竭尽全力，不让自己发出一点点声音。
“我这里没有。”
“我这里也没有。”
“我也一样。”
……
沉重的叹息声传来。

“既然这样，我们只能再去别的地方找找。”灰熊说，仅从她的语气，我都能听出她有多失望。
“阿尔法，你到底是怎么想的呢？”
队友们渐渐离去，我听到最后这个问题。
我，我只是想要两全其美的好办法，我只是想要，保护大家啊……
但这样的想法，我根本无法说出口。

时间还剩下6小时，为了防止她们再次返回寻找，我离开了高地。
但是，能去哪里呢……或许我不应该去那些我过往常去的地方。基于这个想法，我选择了格里芬的一处废弃仓库，作为自己最后这段时间的藏身之所。
我沉默地看着空气中的灰尘起起伏伏，计算着她们离去的时刻。我想，在这里她们就不可能找到我了。
切断了心智链接，关闭了热源反应，我等待着那一刻的到来。
但是，她们还是找到我了，最早找到我的人，是M82。

当时我正无聊地盯着天花板的一块深色图案，那里被锈与霉菌侵蚀，看起来很像是猎户座的星云。
一个熟悉的声音突然打破了寂静。
“阿尔法，你原来在这里！我终于找到你了！你为什么要躲在这里？”
我猛地从地上站起身，猛然提升运行速率的素体没能及时调整好，我觉得眼前天旋地转，不由自主地往后退了一步。
“我，我只是有自己的事要好好想想……”
“自己的事？”
M82露出狐疑的表情，显然不相信我随口撒的谎。
“阿尔法，你知不知道，你在撒谎这方面真的很糟糕。我已经通知了灰熊她们，她们马上就到。”
“什么？！我、我先走了。”听到她们要来，我立刻想要离开，M82连忙挡在我身前。
“这次不会让你再躲掉了，有些事我们必须说清楚。”她张开双臂，像只猎鹰一样拦在门前，牢牢堵死了我离开的路径，直到仓库的门被敲响。
M82警惕地盯着我，将门打开。门外是灰熊、PzB39，和M590。
我最终还是被队友们发现了。

“阿尔法，告诉我们，你要留在格里芬，到底为什么？”这个问题灰熊曾经问过很多遍，我也听了很多遍，现在终于到了我不得不回答的时刻。
“如果你有任何苦衷，一定要告诉我们。”
“灰熊小队是一个整体，只要我们在一起，就不算解散。”
“阿尔法，之前我们定下的一切承诺都有效，无论你是想去绿区最佳的观星点看星星，还是想喝绿区最好的啤酒，都可以。”
……
队友们一句接着一句，盼望我的解释、我的决定。
看着她们，克莱尔报废后的脸又出现在我眼前，她们的脸重叠在一起……不，我不要这样！我猛地捏紧拳头，咬着牙：“你们说的这些，格里芬也可以提供给我，甚至条件会更好！”

惊讶、难过、不可置信……我在她们的脸上看到了各种各样的表情。
对，放弃我吧，就如同放弃恒星，逐渐飞向轨道另一端的行星……我会自己在广袤的宇宙中穿行，然后在合适的时候飞回来，重新看着你们……

“阿尔法，你不是认真的吧？”
“我当然是认真的，PzB，我早就跟你说过，只要能看星星，我去哪里都一样。就算格里芬物资紧缩，也比修车厂、图书馆这种地方富裕多了。”
“这就是你……你要留下来的理由？”
灰熊再次向我确认。
“没错，留在格里芬我能更顺利地观看星象，这就是我要留下来的理由。”
我的回答让她们说不出一句话，PzB甚至红了眼眶。我觉得我眼前只剩下一片白光，但我还是在我想要将“我后悔了”说出口前，将她们胡乱推出了门外。
“阿尔法！”
“走吧，你们不要再来打扰我了。”
我当着她们的面重重关上了门。

我等了很久，门外都没有她们离去的脚步声。
她们……应该对我很失望吧。
我坐在废弃仓库里，看着清晨的阳光逐渐从残破的缝隙中透进来，很久很久没有说话。
公示后的一周内，她们就必须去绿区了。

是我自己决定这么做的。
我不后悔。

日志模块……关闭……已确认]]

local Story5 = [[心智链接确认……无异常
素体机能确认……无异常
自检完成……启动中……成功

认证……权限确认……成功
日志模块……载入确认……成功

所属：格里芬与克鲁格军事承包与安全顾问服务公司<s>边境调查团</s>
素体型号：SST-05
烙印型号：AK-Alfa
任务编号：无
时间：2065年■月■日
状态：无

一周的时间过得很快。
我和灰熊她们彻底断绝了来往，灰熊她们也同样报以沉默。我不再躲避她们，在偶尔与她们擦肩而过时，都会彼此装作不认识。在必须发生交集的场合，双方都礼貌而客气，心照不宣。

最终，装载人形前往绿区的大巴稳稳停在格里芬主入口前，人形们带着五颜六色、大大小小的行李箱，排着长长的队。大巴鲜红的车身在日光下很显眼。
很显眼……我觉得我在停止运行前都会记得这个画面。
我还是来到了这里，在远远能看到大巴的地方躲藏着，躲在远离人群的地方。我试图寻找灰熊她们的踪迹，只要不被她们发现，就没有关系，我想。
但灰熊她们一直都没有出现。

我等了很久，直到大巴快要发动时，灰熊她们才急匆匆地出现。她们的鞋子上沾了泥土，我知道她们去哪儿了——在最后要离开的时间里，她们还想找我谈一次。只有在那个废弃仓库，才有这么湿润的泥土。
但幸好她们没耽误离开。

年轻的乘务员露出不耐烦的神色，像装沙丁鱼罐头的工人一样急躁地催促着灰熊她们赶紧上车。灰熊频频回头，我下意识地又往能遮住我的柱子后退了一步。
她们没有发现我。
在多次寻我不得后，她们失望地拎着行李箱走上了大巴。
乘务员在确认人形到齐后就关闭了车门。司机按了两声喇叭，大巴平稳开出。那一刻，我只觉得心中的负担也轻了不少。
终于，这段时间以来的纠缠和躲避都告一段落。我不用像之前那样躲躲藏藏，灰熊她们也能去绿区做自己想做的事情，而且，留在格里芬的我还能随时关注她们、保护她们。
可明明目的都达到了，我为什么还会这么难过？
我僵硬地转过身，一定是因为电量不足，我现在的情绪才会这么消极。
但当我正打算返回宿舍时，天空中云雾散去，白昼的日光更加明亮，照在身上甚至有些滚烫。我、我为什么会在意这个？难道是——
随身携带的通讯终端突然震动起来，彷佛彗星突然划过我脑中的星空，我僵在原地，怎么会！在这种时候——在我亲眼看着所有的同伴离开的时候，水星凌日，开始了……
简直……像是科幻小说里最黑色幽默的笑话……
但无论如何，不能错过！
一直以来想要看到的天象，错过，绝对不可以！

我提起沉重的步伐，疯狂地跑向宿舍，一把推开门，扎进卧室，来到窗边的望远镜旁。
我快速调整角度，将其对准太阳——

那是硕大无比的橘红色星球，太阳系内的绝大部分星球在它面前，都渺小得不值一提。它是太阳系的中心，是人类能够存在至今的依靠之一。它如果产生变化，整个太阳系都会受到影响。
就在这时，我找到了，那颗正在横穿这颗硕大星体的圆形黑斑。它速度缓慢，短时间内几乎看不出位移。
和太阳相比，它是如此渺小，又如此孤独。假如不仔细观察，甚至都不会发现是它用身体遮住了太阳的一隅……
是了，这块圆形黑斑就是水星。
目前我所见到的一切，就是我一直以来，心心念念想看到的水星凌日。

我注视着天空，双手禁不住发抖，心中涌出一股想哭的冲动。
那不是开心，那是……
悲哀……
为什么会这么难过？
……阿尔法，是你要留在格里芬，是你认为你能保护大家，同时也能观察宇宙。现在，你最想看的天象出现了，你为什么还不高兴？

我为什么还不高兴？
我强迫自己拍下这样的奇景。
“至少要……留下纪念。”
像是念出咒语一般，我快速调整着早就准备好的相机，但无论我怎么设置数据，拍出的照片都极不理想，要么曝光不足，要么对焦不准——我太慌张了，心智一片空白，手也在止不住地颤抖，误触不断。

即使如此，我依旧逼迫自己拍下一张又一张照片，直到相机的所有内存都被用完。整个人无力地跌坐在地上。
“怎么会这样……我需要更多的内存空间，没错，这就是我需要的……”
挣扎起身，我要为相机换更大的内存，但无论如何都没法办到。手，抖得不成样子，无法再操控构造过于精妙的机器……

……难道，我真的做错了吗？
我想要保护大家，这种想法是不对的吗？
但……为了保护她们，我就可以欺骗她们，用尖刻的言语伤害她们，违背自己的诺言吗？
墙壁上挂着一张照片，拍的是流星雨，最下面一排是队友们蓬松的头发。那是很久以前我为她们拍的照片。
我留在这里，她们的安全就有了保障。如果连存在本身都不能保障，还谈什么共存，谈什么美好生活呢？这样的想法突然冒了出来。

看着照片，我咬了咬牙。
我没做错，我没做错。
我的确说了伤人的话，但这一切都是为了她们的安全。
如果是那位指挥官的话，也一定能理解我的吧。
她们能去绿区过想过的生活，也能在我的支援下保证自身安全，所以，我所做的一切都没错。
我不会让她们成为那个旅馆里，额头被打出好几个弹孔的人形。

误会和难过只是正确选择带来的附属产物，只要我能够保护队友，现在所经历的一切，我就都可以忍受。
我……
我不后悔。

日志模块……关闭……已确认]]

GF2_DustyJournal["tololo"] = {
	Series = "观星点"
	Chapters = {
		[1] = Story1,
		[2] = Story2,
		[3] = Story3,
		[4] = Story4,
		[5] = Story5,
	}
}
